#version: 0.2 - Trained by `huggingface/tokenizers`
a n
t a
q a
c h
l l
u n
a y
p i
i n
a q
Ġ k
un a
i s
m a
a s
a r
k una
m i
Ġ s
w a
y u
Ġ p
t i
Ġ ll
r i
k u
m an
Ġ h
y a
Ġll aq
Ġ (
ch a
p a
is qa
Ã ±
Ġllaq ta
ll a
r u
Ġ wa
Ġ n
u k
k a
Ġs u
q an
Ġ q
t u
Ġk a
Ġ P
Ġn isqa
u s
w an
r a
k i
Ġ A
Ġ ch
i mi
Ġ ma
Ġ C
Ġ S
Ġwa ta
Ġ r
Ġ d
Ġh uk
a m
a p
u y
Ġ M
man ta
ru w
u r
Ġs imi
i q
Ġ m
Ġnisqa qa
yu q
u l
Ġllaqta pi
u q
Ġ 1
o n
Ġma ma
n in
Ġ a
Ġ ri
Ġr una
Ġ Ã±
i ll
Ġsu yu
e r
ch i
Ġp a
Ġk i
Ġ K
Ġ w
p as
Ġ i
is t
e n
Ġ H
an qa
in a
Ġ L
e s
Ġ "
in s
Ġsimi pi
h i
Ġ -
a w
ist ri
o s
Ġ U
p aq
a l
Ġ Q
ruw ins
Ġk ay
Ġ B
ruwins ya
as ti
ar qan
Ġ W
Ġp ruwinsya
Ġ R
Ġd e
Ġ I
k un
ta q
Ġ qa
a t
q u
asti lla
ĠC h
Ġ 2
ĠÃ± iq
o r
an a
ch u
â Ģ
Ġ T
ku y
istri tu
Ġ ya
ch ay
as qa
ĠÃ±iq in
l i
lla pi
Ġsu ti
Ġd istritu
t in
s i
Ġk arqan
ĠP i
Ġwata pi
Ġk an
y an
kuna ta
m ay
Ġ t
Ġsuyu pi
cha w
e l
Ġ man
qa r
ar i
Ġsuti yuq
Ġki llapi
u yu
ka ma
ill qa
Ġ J
ap aq
C h
t o
Ġch ay
ul i
k astilla
Ġ D
r qan
Ġq h
Ġllaqta m
u ri
c i
Ġi cha
a ma
us qa
Ġ G
a wa
0 0
Ġ Y
Ġq illqa
Ã ¡
qar isqa
Ġ ta
w s
Ã Ń
Ġllaq t
Ġ1 9
am k
o m
Ġpa qarisqa
Ġ as
in d
Ġ ru
" )
l a
i p
Ġka ws
at un
ĠU ma
) .
Ġ Ċ
ĠPi ruw
Ġ u
a ch
an ta
ay uq
r o
Ġpruwinsya pi
Ġqa ll
aq ta
ch asqa
u cha
Ġ ay
Ġruna kuna
k ch
n i
Ġ âĢ
d i
ar yu
Ã ³
yan u
Ġwa Ã±
kuna pi
Ġka l
Ġ yu
ind aryu
Ġk aq
Ġkal indaryu
Ġ pi
1 9
s qa
a ll
k an
r ay
Ġll amk
Ġman a
Ġ N
ch wa
Ġm un
ta m
ch is
Ġ mi
p uy
i m
r e
k ay
p u
Ã ©
Ġpa cha
Ġruna qa
d o
w ya
ĠA n
Ġa ll
Ġ E
ll u
Ġllaqt anqa
c o
i r
Ã± a
c a
Ġ ti
Ġ tu
t an
u ch
i k
Ġllaqta yuq
Ġqall ar
is ip
as i
Ġ F
u m
on s
Ġ( *
Ġh awa
chi k
isip yu
ar a
d a
Ġ 3
č Ċ
in ki
o l
) ,
Ġas wan
t e
kuna qa
w i
Ġh atun
h a
h u
Ġri kch
Ġqallar isqa
Ġ wan
Ġki ti
hi chwa
ay mi
chaw wan
R una
Ġw i
ll an
ap uy
Ġm ay
ĠwaÃ± usqa
Ġkalindaryu kama
ti g
om m
is pa
uri ya
p ay
omm ons
tig uriya
Ġ j
Ġka ma
un chaw
Ġwata qa
kun ayuq
r an
Ġh ina
ar mi
ĠS an
Ġ V
ay ta
s pa
u ti
pi qa
Ã³ n
pa m
uli wya
Ġmun isipyu
h as
ul yanu
d ya
ĠÃ± aw
Ġi ma
C ommons
u ll
b r
kunayuq mi
l u
g t
l t
Ġ ur
Ġu ma
Ġwata m
chi y
ĠL i
ul ti
puy nin
ĠM a
t un
Ġq ucha
Ġka puynin
Ġm ulti
s a
mi dya
an i
Ġ l
Ġmulti midya
Ġkapuynin kunayuqmi
n a
as pa
Ġ _
ĠH ulyanu
Ġ /
ch aq
w ay
p an
g u
Ġall in
ĠB uliwya
Ġri may
u Ã±
Ġp uk
Ġ in
Ġ is
Ġ an
has ku
Ġch hasku
k in
ll i
ĠM ar
ku q
kuna m
uli ti
0 1
ĠCh ay
Ã ĳ
g o
v i
Ġ y
K ay
ĠW i
Ġk astilla
kuna p
r ka
un ka
Ġ1 8
un an
l e
ch in
i y
Ġ c
ay nin
ĠI n
ĠS uyu
a pa
Ġ ,
a k
as qan
Ġh ay
K a
L l
ĠS imi
Ġya chay
Ġ 5
Ġ cha
Ġyu ra
p e
ur in
Ġ ra
Ġri man
d e
ll aqta
ay a
pam pa
a cha
i ti
) "
an ku
Ġru r
Ġur qu
r is
Ġ O
Ġp uq
uk lla
a chay
Ġwa k
k wa
ll iq
a ta
un i
u t
Ġkaws ay
u lla
a c
an mi
i l
ch iq
ri ka
as h
m aq
uklla chasqa
Ġqh apaq
Ġ uy
ki pi
Ġn ispa
istri to
k h
Ġmay u
Ġk uti
Ġr aymi
Ġka ch
d ur
t er
aq mi
al a
Ġp us
un tu
Ka tiguriya
Ġkan tun
Ġdistritu m
Ġw armi
ĠD i
inki kuna
i w
Ġis kay
Ġpuq uy
nin mi
uliti ku
Ġya cha
h apaq
c e
Ġk ar
u e
Ġp ay
l an
ÃŃ a
Ġq hichwa
Ġwata manta
ku s
lla m
pi s
Ġa ti
q i
ch an
Ġqa rqan
Ã¡ n
Ġ2 00
Ġ 4
a ki
ĠC hi
Ġh am
Ġh in
Ġllaqta p
Ġa ma
ta qa
P i
kuna manta
di ya
p h
Ġw asi
p tin
ray ku
ĠL l
o q
Ġw ill
kipi diya
Ã º
Ġrunakuna m
Ã± ay
i ya
ĠR o
r in
Ġtu kuy
Ġ .
u ru
qa y
an t
Ġp ulitiku
Ġp ar
h ina
ni yuq
ĠâĢ İ
e c
ĠLi ma
ta wan
g a
man a
W i
a b
ĠWi kipidiya
kwa dur
u ra
S an
1 8
an aq
ri g
u tu
Ġay llu
Ġp uch
e t
llan wa
Ġch unka
ĠR i
ma ra
Ġti yan
y ki
ĠH ukllachasqa
Ġ" (
ar an
âĢ Ļ
ĠA mi
e d
Ġ un
lu ta
Ġ )
A n
Ġdistritu pi
Ġllaqt anmi
i a
l is
kunata m
q si
ch ka
Ãĳ aw
ĠAmi rika
y un
Ġwak llanwa
e z
" ,
Ġs i
l o
Ġpuch uk
ĠM ama
Ġ2 01
ch us
us qu
Ġta ki
untu r
Ġn i
Ġmama llaqta
2 00
Ġma rka
rig ur
ĠDi os
Ġw ar
U ma
v a
b er
Ġan cha
Ġri ku
z a
ci a
Ġm us
i o
Ġ 6
ĠA l
Ġqh aw
ĠG rigur
un ku
Ġin ti
Ġhay t
an an
ĠI kwadur
kuna wan
ĠA r
Ġpuk ll
un qa
Ġkiti lli
ĠQ hichwa
b a
ĠâĢ ł
an ka
ay tan
ĠJ es
u ta
urin kuna
ĠGrigur yanu
Ġch as
Ġka may
u ku
s h
Ġ ruw
Ġmi kh
e m
a qa
Ġqillqa kuna
y ta
Ġ la
Ġriman ku
Ġwata kama
T aytan
u an
Ġkaws aq
ĠK ay
â Ĩ
Ch ay
Ġw ay
os Ã©
Ġh anaq
i t
Ġri ma
Ġmi t
Ġi may
is qan
I n
Ġa w
ĠY achay
W armi
ku spa
ĠW a
s qan
Ġs ach
Ġ b
Ġka tiguriya
Ġll iw
Ġqh ulla
ĠMa man
pi n
kuna paq
lla taq
am pa
ĠP a
Ġk Ã±
Ġk us
ru s
ĠY ala
e ra
h in
ta pas
j a
Ġn in
ĠÃ±aw paq
D istrito
Ġ Â
Ġcha k
Ch urinkuna
ay ki
Ġqall ari
Ġ &
t h
Ġllaqta qa
b o
qa q
Ġ f
1 0
ch ina
kuna pas
am p
e g
an paq
A l
Ġwi Ã±
pi pas
Ġwata p
e y
Ġqillqa q
Ġas tawan
ĠâĢ ĵ
Ġpus aq
ru m
ĠQ hapaq
ĠP ar
Ġde l
in chi
ĠQ usqu
t on
ĠL a
ta l
ĠCh uq
ĠA s
Ġta r
Ġkach kan
ana kuy
kuna man
ay u
Ġkatiguriya pi
ll pa
Ġ uk
Ġ1 5
Ġ 7
Ġwi lla
ku rqan
ĠAn ti
y pi
or g
Ġnisqa pi
âĨ Ĳ
ĠK a
ĠM an
ĠPiruw pi
Ll aqta
ĠH atun
Ġqillqa sqa
Ġ( âĨĲ
Ġki lla
ap an
Ġ 9
er n
r qa
w ar
ta pi
Ġm una
Ġi Ã±
pa chawwan
ĠI s
ci Ã³n
ĠC ar
Runa kuna
ĠQ ull
d u
ĠE s
Ġpuk yu
u i
1 5
Ġ 8
Ġa chka
I I
may u
ch Ã¡
e j
Ġchak ra
y ay
S imi
Ġsu tin
ĠA wya
Ġs ay
Ġka p
Ġmarka pi
llam k
Wi Ã±ay
K ama
1 2
Ġ1 7
Ġkamay uq
un t
ci on
Ġaswan ta
ki y
1 7
u ma
ch isqa
ari y
g en
ri y
an k
Ġk anqa
ÃŃ n
ĠK i
Ġpar ki
q uy
ĠM i
un u
wi ki
C hi
as uyu
ill ay
Ġp uri
1 6
ill ka
in k
Ġta ri
o b
is pi
Ġpi luta
ĠS anta
is hi
an o
ll ur
Ġh ap
Ġwakllanwa tam
ĠLl aqta
m un
ni y
al i
Ġuma lliq
Ġ ap
Ġq hi
Ġurqu m
Ġpukyu ta
Ġ( "
er o
as ka
manta m
p ar
Ġtiyan ku
Simi kuna
1 4
b ya
ĠA ma
M ama
I s
a wan
ĠUma lliq
1 3
Ġyu pay
ĠSuyu kuna
) :
li man
r q
Ll amk
Ġya ku
Ġq ull
Ġ aran
ach kan
2 0
Ġmunisipyu pi
iya pu
b li
is k
Ġya chaq
t ina
Ġman am
ap usqa
uy llur
Ġ19 9
Ġuy wa
Ġri maq
ur qan
kun an
ĠR una
i c
u c
h o
r aq
ĠH u
A y
a kuy
en s
Ġaran way
is ta
Ġ anta
H awa
Ġ g
i ka
Ġqallari rqan
Ġti k
pa ta
ar u
h un
w asi
spa Ã±a
Ġchay manta
yuq mi
ar aq
Ġqucha manta
v e
Ġruna m
u ya
all qa
Ġ [
v in
Ġnisqa kunaqa
t t
T ayta
Ġ o
Ġ1 2
i ta
Ġkaws achkan
pu ra
pi m
in chay
Ġ1 4
ku chu
ĠU ru
Ġ yan
ra l
u el
at in
Ġch i
da d
un chay
u is
ris tu
Ġpuchuk arqan
Ġ19 8
q s
v er
Ġmit rum
R i
Kama sqa
ch ana
00 0
Ġ Z
kunata pas
ishi ku
h an
Ġk m
v o
ĠS untur
ĠR e
kch unqa
nin ta
Ġpacha pi
Ġqhaw ay
r es
uliti ka
taq mi
ĠAnti kunapi
Ġk uyu
Ġma s
Ġk asqan
ĠPi kchunqa
W a
p o
u w
ll ay
Ġwa t
A s
ĠChuq iyapu
ha ta
i lla
si ya
ĠJ osÃ©
p un
an chay
ĠYala pi
Ġsuyu m
ur aq
Ġrunakuna p
Ġh uÃ±
in g
Ġ1 6
ĠC o
Ġs aq
ur ay
Ë Ĳ
q o
a g
Ġhina llataq
Pi ruw
Ġkawsachkan ku
en a
Ġ3 1
Ġwa ll
ĠK ristu
Ġ1 0
Ġr is
ĠA y
Ġki kin
anqa man
Ġrur aq
ĠW ay
H uk
e o
di a
Ġ 0
Ġsimi tam
Q hapaq
a mi
Ġkama chi
t ro
pa cha
Ġlliw manta
Ġp h
N A
an d
Ġkama chiy
Ġ qan
Ġham pi
2 01
ĠG u
Ġkalindaryu yuq
ĠQull asuyu
. ,
P ulitika
Ġtu ku
Ġq uyllur
ĠS e
m p
ch kan
b i
Ġmus uq
Y achay
h ar
d or
Ġruna s
Ġrimay kuna
k aq
Ġ19 7
Ġni rqan
Ġhuk chasqa
ta y
Ġllaqtapi qa
Ġqillqa sqan
chu a
Ġkar u
ch ar
m o
ki chis
ll o
Ġllaqta kuna
ĠP er
D istritu
Ġs iq
us uq
Ġicha qa
as un
ĠM o
us pa
as a
kuy nin
ĠS i
Ġki m
lis h
s uyu
ĠÃ±aw pan
ĠKristu p
ri a
Ġ1 3
ĠD yu
ĠMar ÃŃa
qa ri
. &
5 0
K unan
a ti
tal ya
aw i
asti llan
Ġ :
p uni
Ġkar qa
r qu
in o
tu wa
u mi
Ġp hata
Ġa tin
ir wa
W ik
Ġ2 0
ro vin
ed ro
u d
Ġk unan
19 8
Ġ li
unchaw ninmi
19 9
ĠF ran
in ku
Ġwarmi qa
Ġa k
Ġw aq
kun aq
w w
astillan u
ĠP ay
a pi
ĠQ ucha
Ġ19 6
Ġti y
w ru
Ġ en
Ġphata kuna
Ġqillqa ypi
a ku
ay ku
u pa
Ġw as
h e
Ġkan ku
pe ci
utu qsi
hin tina
qa sh
ĠI spaÃ±a
chis qan
a j
p us
Ġris irwa
Ã© s
Ġall pa
m uq
ĠJ uan
ĠM ishiku
Ġtar puy
ar k
1 1
ĠIn ka
Ġri t
Ġpuchuk aynin
ĠA ri
li a
Ġqull qi
s ach
Ġay mara
n e
Ġwa wa
qu e
is i
Ġch ani
Ġl aya
Ġ19 4
Ġun quy
ta ray
rovin cia
u kuy
Ġwata kuna
3 0
ĠL e
ĠK astillanu
ĠR an
Ġri qs
ĠL o
u en
Ġru ru
Ġchas k
Ġkan taray
ĠN a
ue chua
Ġaw qaq
Wik is
qa qa
anku paq
unchaw qa
Ġi lla
Ġqa ti
liman ya
an tin
ta j
ĠE l
ll in
à ¤
19 6
ĠâĢ ¢
Ġsi tuwa
un in
A ma
uk a
Ãĳaw paq
Ġ Ãĳ
en to
u er
ĠD istrito
P a
Â ł
ĠC or
Ġs apa
on a
ĠÃ±aw pa
Ġicha taq
Ġkalindaryu pi
ĠB ar
Ġkaq manta
uy chi
ĠB r
ĠBuliwya pi
peci es
Ġ es
aq u
Ġll ank
qi pa
Ġrur asqa
Ġhin aspa
anqa yuqmi
Wikis pecies
z o
Ġsu t
Ġpuchukaynin kama
ana kuna
ĠM ari
Ã© n
pas qa
Ġkan ayuq
ant Ã³n
l as
Ġuk hu
in i
ti a
ĠP unu
apusqa kuna
Ġ Ð
man u
M ar
Ê ¼
Ġs inchi
Ġtaki q
A r
c is
Ġch un
ĠW an
asi l
c k
P ar
S apaq
Ġpruwinsya m
i cha
os a
ray nin
L a
19 7
e a
Ġ X
u chu
v ar
âĢ ı
w illka
an in
Ġruna p
Ġsuyu p
Ġuy ar
ci o
ku ta
ayki paq
ll un
g ar
L i
l os
Ġr e
ĠU rin
ton io
Ġhin am
C H
is a
ri b
man i
Ġm aq
d r
m in
m uray
ĠS al
ill u
im in
d es
e i
e ri
aq kuna
Ġama chaq
ĠwiÃ± aq
ĠP as
Ġka ptin
ĠI talya
Ġk ash
Ġk as
. .
p s
y lla
Ġman araq
f i
p hi
M an
Ġk aspa
Ġch ur
Ġpa qari
2 5
ĠH uk
m u
Ġ1 1
ĠN i
ru mayu
Ġkay nin
wi tu
Ġchani yuq
ar qa
ru wan
ik in
ĠS a
Ġra kiy
k e
k ha
Ġpi si
kus qan
u g
u j
Ġwa kin
ch qa
Ġq ill
Ġkalindaryukama taq
3 1
Ġ v
Ġk un
Ġya puy
aska chawwan
H atun
Ġinti chawwan
ĠA ya
Ġwakllanwa tapi
uychi chawwan
2 8
a tu
Ġkilla chawwan
M un
ÃŃ o
wa ta
Ġati pachawwan
Ġquyllur chawwan
Al ma
Ġpa w
Ġilla pachawwan
ĠN e
ĠPer Ãº
K aymi
anqa manta
i ru
ri way
ĠM on
2 7
ar do
Ġwill ay
t es
Ġay muray
Ġwa qa
kun ku
Ġman an
Ġwar ay
ĠÂ ¿
Ġ ),
anqa kuna
âĢ ¡
Ġchay qa
l es
u p
Ġ ).
K uyu
t or
ĠAn qash
ĠâĢİ âĢ¡
Ġchas ki
Ġkim sa
Ġkiti pi
an pi
is h
ĠA p
ĠK un
ĠJ o
ni yki
ink isqa
u pi
Ġta yta
ĠP edro
ur ku
Ġ19 5
Ġpaw qar
m uy
ĠJ e
s ay
Ġ2 4
2 4
Ð ¸
Ġh unt
ama rka
Ġ2 8
q un
Ġs allqa
tu y
âĢ İ
ta s
aynin pi
ĠK rus
Ġ ;
ku sqa
Ġay riway
ch o
el a
2 6
cion al
Ã± iq
Ġs un
man mi
qu wiki
d en
Ġtik ray
Ġru ran
Ġqhi paq
k o
manta qa
Ay llu
J osÃ©
un wa
Ġch in
ĠD e
ruwan u
M ayu
Ġll apan
ka may
Ġsu maq
Ġ Ã
T ik
us ta
ĠA limanya
am pi
H ukllachasqa
ĠB o
Ġt uk
Ġka ll
ĠQ illqa
ĠAri qipa
ĠM ana
T A
Ġruna kunata
pu bli
ĠSuntur nin
ĠRan siya
ĠH in
r ist
an do
wan mi
Ġsimi manta
ĠDios pa
ĠT ayta
2 9
a vi
inki muq
Ġtari pay
an g
Ġru mi
chis pa
Ġllaqta kunapi
Ġyu yay
ber to
Ġma ter
Ġsimi ta
Ġmun an
Ġm uyu
aki y
o ra
Ġ *
ri gu
Ġpukll aqmi
2 1
B ac
W ay
Ð °
Ġ el
ay kuna
Ġa l
Ġ3 0
Distritu piqa
Ġ ind
ama rq
19 5
Ġqillqaq mi
ĠKi chwa
r y
Ġay amarq
ris ti
ya pi
Ġ2 5
Ġs untur
Ġwa llapi
ch uy
on g
gu el
ul um
ĠAr hintina
ĠQucha pampa
Mun isipyu
Ġqati q
k ar
aq ucha
ma s
ra lan
ĠChi li
Ã ¼
ĠAn tonio
Ġallin ta
Ġyan ap
ĠU n
Ġati y
in e
ch e
Ã± i
2 3
t s
á ĥ
r isqa
tia go
ĠW anka
M a
Ġyura m
Ġll apa
Ġruraq pa
publi ka
A Y
Ġwa ki
ĠP acha
aw pi
Ġrunas imi
S uti
kunata qa
Ġchay pi
19 4
Ġtikray kuna
u llu
chi rqan
s on
Ġn iy
ĠAma rumayu
ce ra
ar in
ri o
iti kuna
ĠW ar
inkimuq kuna
K ikin
ma rka
cha qa
en i
Ġ2 3
ash amarka
2 2
Ġ Î
ĠS uÃ±
f or
ĠBr asil
a lla
Ġmamallaqta pi
Ã± am
Ġ chaw
ĠM ay
Ġk asqa
uy an
ĠU ni
Ġta wa
u qa
Ġ ar
ĠA m
ol o
ĠS o
kuy ta
C antÃ³n
Â ²
ay mara
t ra
Ġya war
Ġll uq
am ay
am b
Ġpukll aq
Ayllu paq
Ġrunakuna qa
hina taq
m en
Ġ e
t r
Ġj ina
tro cera
Bac trocera
Yachay wasi
c ar
ari o
unchaw pi
ĠU q
ob el
t ins
K U
ĠP o
a kuna
Ġll im
Ġsimi kunatam
re z
ĠY aw
Ãĳaw ra
wru pa
ĠC ol
ĠG ar
Ġriman apaq
Ġch anin
akuy kuna
Ġak ll
S i
Ġsu q
Ġ2 6
kan tin
Ġj isk
anan kuna
un ta
Ġl os
A Q
Ġru wan
S anta
aq tin
ĠR a
Ġwi Ã±ay
A llpa
tu ra
Ġllaqt an
Is kay
cis co
Ġru wa
Ġpi n
Ġqucha m
H u
e li
tu s
qu cha
Kuyu ylla
M ayninpi
ri d
manta pas
Ġriku riy
ĠRe publika
Q hichwa
Ġwa qay
e b
g i
kama m
ant anakuy
arqan ku
Ġu taq
kuna taq
Ġru ray
s e
ĠA le
ĠLl amk
T iy
lla ta
Ġ2 9
uli ku
Ġs an
ĠF ern
t is
ĠS u
Ġ2 2
in lish
Ġ2 7
ulum bya
D i
Ġn ina
Ġn ir
c os
Ġpruwinsya p
Ġ2 1
Ġpacha kwa
ĠB i
ĠY u
Tik raynin
Q ucha
m pi
Ġ19 3
chin apaq
Ġp ampa
Ġriqs isqa
us i
Ã¡ s
ver si
e ta
Ã ¶
c al
l or
im sa
t os
Ġn isqan
c as
nin qa
Ġc on
gu a
Î ±
Ġsuyu kuna
M i
Ġri qsi
ĠRo manu
o qa
ĠP h
Ġind i
r as
Ġqh ari
) ;
org e
r ra
Ġy ana
ki lla
anqa qa
Ġchun kantin
d on
g el
Pi luta
A li
qan ku
Ġnisqa taq
Ð ¾
Ġkanqa ku
. [
ĠA ir
Ġkus i
A N
M I
Ġay llun
Ġs in
ol ÃŃ
nin tin
ĠQ ispi
E l
Ġs ap
Ġtaki chaq
Ġch anta
ul a
h n
u b
Ġ Ø
ĠP e
Î ¿
Ġl atin
ĠRi mana
Ġkap uq
ri ya
ĠwaÃ± u
Ġkama sqa
ch ej
Ġllaqta manta
ĠB e
R o
Ġya pasqa
Ġpi ruwanu
Tiy ay
I ma
nin kuna
d er
Ġch aq
Ġma Ã±a
Ġa ch
anqa pi
Ġpi s
ĠMa d
ĠiÃ± iy
ens e
b ur
ay i
ĠS h
M ana
Ġki chwa
uen os
Ġindi hina
B uliwya
j ina
n es
Â º
Ġti ya
Ġkuti tam
P ruwinsya
f a
ĠCh unwa
j o
ch as
Ġwata kunaqa
Ġkan man
ĠMi guel
ĠAir es
Ġya qa
h ay
ĠIs kay
Q all
t ÃŃn
ma r
Ã± usqa
ill i
Ġchunka wata
Ġwas in
Ġh ark
ĠÃ± ak
C ar
as ta
ĠT o
Ã «
kuna pa
uÃ± i
Ġchaski rqan
m pa
in cha
K astilla
a d
âĢ ĵ
Ġwar anqa
f o
ĠA b
ĠK ashamarka
8 0
K an
Ġka llpa
ĠC re
ĠT i
Ġtiy aq
r os
as pi
Ã± or
l in
ta d
Ġsu yun
Ġsuti chasqa
qu ia
ĠSuÃ± ay
ĠL uis
all ka
ĠV i
vi a
ĠKa tiguriya
Ġwall tay
Ġyacha chiq
Ġama chasqa
Ġs on
Ġh uch
ĠÃ± a
ĠQ u
n o
ĠH unin
ĠJes usqa
an chis
la ti
ĠPiruw pa
Ġpi chqa
Munisipyu piqa
w as
ĠI wrupa
tam ento
w k
ÃŃ s
4 00
l atin
Ġyacha chiy
ĠRo ma
ĠDyu s
pi o
wan pas
Ġ200 1
ĠWanka willka
Ġm in
ĠV al
y s
tin pi
Ġsuq ta
w ri
en te
li ku
s is
u wa
us a
ĠLi c
ar d
ĠP al
ĠT e
Ġra ki
" .
un chik
ĠC ommons
ĠCh inchay
Ġmay um
ĠAya kuchu
J uan
us aq
on i
ĠE n
pe dia
ĠNa cional
4 0
ĠB a
ĠCar los
da e
Ri kch
an ti
or o
Ġkan anpaq
gen us
ĠP aw
ĠK ulumbya
os e
ĠW asi
Ġd i
Ġa hinataq
ĠMan uel
tu r
Ġr un
Ġimay mana
Ġcha ll
g ra
ĠK ama
Ġwilla kuna
ĠA w
ĠC a
era l
uyan chasqa
ĠC on
ĠR akiy
Ġwill asun
Ãĳaw pa
par tamento
As wan
Ġsaq illay
ti on
Ġchask inki
ĠLic ense
Ġqillqa taqa
â ĸ
ch un
Ch uq
Ġyu y
ati ve
Q usqu
uti on
ĠJes us
S har
ĠC as
man qa
Ġma r
Ġhukchasqa kuna
ĠCre ative
ro quia
Ġrur asqan
as pan
ĠA tt
] ]
an cha
en e
ĠB er
Ġwillasun aykipaq
e Ali
ta do
apuy paq
Ġphatakuna chÃ¡
rib ution
inkisqa pi
Mayu kuna
Ġsaqillay kamam
Shar eAli
ĠAtt ribution
ShareAli ke
pa j
uni ci
Ġp urin
ap as
o k
Ġn is
/ /
Ã ¤
Ġwatapi s
all p
ĠAn ta
ĠT ik
de z
ĠUmalliq nin
W aki
an chik
ĠSuyu kunapi
Ġumalliq nin
6 0
Ġp hu
er e
Ġya ch
ay ka
tam pu
ĠÃ±iq i
Ġpacha k
L li
im aq
Ġall i
chan apaq
q e
Ġta k
Ãº s
Ġo f
o c
: //
Ġp hi
Ġp ayta
at h
Ġs e
Ġq o
Ġpa chan
Ð µ
Ġp ur
nin pi
3 9
Ġmikh uq
Ġnin chik
Ġmaq anakuy
3 8
us an
Ġch im
ĠR am
Ġkap chiy
ĠU r
si m
Ġkasqan ta
kun qa
ĠMar kus
Ġruw ay
Ġmikh una
v en
Ġp ara
inki kunata
h am
y n
ĠM usuq
K i
P acha
ti y
ĠA ra
uer to
âĸ º
7 0
b e
ll is
ĠP rovincia
Ġpis qu
) âĢİ
3 5
ĠM at
lan d
g al
Ġp ro
Ġma ll
Ġ19 0
om in
Ġrima sqa
H ulyanu
U n
c u
Q illqa
ĠSan tiago
niy oq
ĠDyu spa
ww w
C o
Ġ vi
an s
Ġnisqa p
or d
ĠB uenos
ĠChay rayku
Ġkantun mi
pi taq
uri maq
F ran
Ð ²
anqa kunam
Ġkantun pi
lati rra
unici pio
S ay
r ÃŃ
t ana
Ġ =
in ti
ĠWan uku
ĠNe w
i g
ul u
ul un
or k
Ġimay na
i ra
Ġa pa
ĠU rqu
ĠLi pis
ĠÂ ·
ĠS il
ĠQ uechua
ĠT ukuy
3 6
ri q
ri rqan
ĠFran cisco
h uk
ĠÃ±iq pi
Ġkiti m
Ġra phi
Ġkama chiq
Ġway ra
us qan
] [
ĠP uk
pi ri
Pa qarisqa
s o
ta r
Ġg rigu
Ġqan chis
Ġkall pan
tt ps
N e
Ġk h
P rovincia
q in
Ġll um
lla pa
Ġq ispi
z ar
ma ma
uq u
el qa
ĠN obel
Ġchay mi
bo t
Ġtakiq mi
S A
ĠQ ar
K aw
e p
ĠM or
a llam
i pa
l ama
cha m
uÃ± uq
A ya
J o
S al
a ka
ĠLlaqta p
L L
ĠP or
en o
3 2
Ġk urku
Ã± an
Ġkay ta
kun anpaq
ĠMad rid
Ġchall wa
l am
Ġt anta
mana kuy
Qall ariy
P uk
c el
ll im
Ġka us
wan qa
Ġchay ta
ĠS imin
in is
Ġwa mani
tu q
Ġmas t
Ġd es
ĠCh aymi
Ġkan i
II I
m e
Ġ Ãĳawpaq
K un
an ay
ĠU ralan
3 4
Ġll ika
ki chu
Ġma wk
ik r
Ġllim ph
o ta
Î ½
man chu
Ġkaws aynin
inki mun
Ñ Ģ
Ġk hu
ĠwaÃ± uy
Ġmun ay
9 0
t re
Ġh un
Ġqh atu
Ġpuri q
Ġniy ta
tins uyu
ab lo
Ġsay wa
c ul
l aw
Ï Ĥ
ki q
ĠH uÃ±
lis ya
D e
Ġnisqa pas
Ġya chan
te ra
ber t
Ġqill qan
on z
ĠÃ ģ
Ġpuri y
W ar
d al
x i
ĠÃ± an
ĠR osa
Ġay cha
ĠV ic
anqaman qa
ĠJe ho
E s
o j
awan tinsuyu
ĠO r
M ay
Q ull
f f
cha kuy
paq pas
mun isipyu
Wa Ã±usqa
g an
ĠP ach
Ġkaws an
ĠChay manta
Ġqhi pa
I N
em p
ĠhuÃ± una
T ukuy
uri tu
qay ku
In ka
o d
ĠY ork
Ġj uk
KU NA
3 3
ĠM in
ĠN o
Par roquia
Ġkash an
Î ¹
in chik
aq na
ĠQ ui
Ġt antanakuy
Ġkaws anku
risti yanu
Ġkiti llim
ĠUni versi
y i
Ġs imin
Ġp as
ĠH o
li o
Ġkan ki
rqan ku
k as
ĠY uraq
Warmi kuna
olÃŃ var
g e
in qa
am pu
Ġpa lama
ĠCh awpi
p er
Y aw
hu a
sa pa
Ġukhu pi
U ru
Ġka th
Ġri kh
ĠH ay
ĠRuna llaqta
Li ma
s u
tan ka
Ġy aya
i pi
à ¦
ta ypi
ti lla
am ba
chi kun
iti qaqa
ĠAy mara
ĠSe Ã±or
a v
Ï ģ
Ġu ku
Ch inchay
Ġmus i
Ġwilla kuy
Ġnisqa manta
Ġm isk
paq mi
Ġkath uliku
w aq
Ð ½
Ġs ir
Ġh ur
chi ri
ĠL la
aw k
âĢ Ŀ
chiy ta
pus apusqa
e ll
Ġmi llay
Ġpay kunata
U rin
u z
Ġll aki
ĠK astilla
ĠY ana
ĠPa pam
us h
Ġpukll ay
ĠGar c
Ã± o
er ro
n aq
Ã± ul
Ġan ti
Ġkach un
Kan tun
omin go
A S
Q uechua
w in
ur qa
4 5
a man
t en
ĠH ina
Ġkan chu
Ġpi liku
lu b
ti ku
kunapi qa
Ġsun qu
Ð º
ka m
er es
ĠE du
[ [
Ġy ay
" ;
a kun
p ana
Â °
Ġpa ta
ĠMar tin
Ġwall taypi
4 7
b re
e v
g na
Ġnisqa ta
An ta
Ù Ħ
un g
Ġwa w
ĠA ws
Ġch e
Ġwasi pi
ĠJes Ãºs
ul o
ĠL imaq
tin mi
Ġ200 7
Ġk aqta
ri m
ap u
allam pa
9 9
U rqu
u paq
Ġh awan
ĠM ayu
qu i
ĠJ u
Ġqh e
ĠIn latirra
Ġh ucha
ĠR os
co l
Ġkama chin
Ġuk hun
I S
m pu
n u
Ġkan an
Ġ200 9
v an
ĠC amp
ĠL li
ĠW ak
ĠT or
Ġl as
ĠPar is
Ġtar inki
Ġsay witu
ch aspa
Ġchaw pi
4 6
an am
ay qa
Ġma si
ĠM en
Ġsuyu kunata
ĠO s
Ġpachakwa ta
llis inchi
nin ku
ari a
ÃŃ as
ĠAp urimaq
C O
d re
r un
an apaq
ĠQ an
qar qan
pay a
ll ana
ti du
ri manakuy
ĠR u
ĠJ an
ĠMar tÃŃn
ĠFern ando
c om
d el
Ġwa lla
Ġwata yuq
ĠG onz
ĠKa Ã±
t si
Ġka w
Ġh all
ina kuy
Ġpruwinsyapi pas
Ġ201 0
Ġ18 7
ĠK ar
ĠK unan
Ġpi pas
Ġwill ka
Ġuyar ina
Ġ ca
Ġ unan
in an
Ġhuk lla
ĠL os
kunapi m
Ġrimay ninmi
Ġway llu
Ï Ħ
Ġ uq
Ġwa mp
ĠÃ± uÃ±uq
en cia
um b
Ġumalliq ninmi
Ã £
in ta
Ġll ap
ku m
way a
ani el
Ġson qo
S uyu
i ch
qa s
Ġnisqa m
Ġsuyupi pas
co cha
Katiguriya kuna
kamay uq
ar ani
ru z
di o
ug us
, [
Y ana
Ġruna ta
âĢ ¢
ĠPi k
ll anta
er qa
Ġj atun
U N
ku ra
Ġchay am
ama r
inis uy
T i
Ġrimay mi
Ġham uq
Ġs h
en t
ĠD omingo
Ġu j
kunapi pas
Ã© r
Ġham ut
ĠBi bli
ĠGarc ÃŃa
os qo
ph rika
Ġimay ay
Ġchask isqa
avi d
I kwadur
ar is
ur o
ur un
at o
ĠV illa
Ġra p
an u
kuna s
ĠB eni
ĠI ma
Ġtu kurqan
Ġj unt
a chi
n am
w ra
ĠÃ± it
ĠH er
ĠIn ti
Ġ. &
Ġqh awa
Ġra k
ĠYu pay
d as
Ġ Ġ
as u
Ġq ura
Ġri kun
ĠW all
Ġ201 3
3 7
6 5
d os
g as
z i
ĠC rist
Ama chasqa
0 9
s imi
Ġ tin
m on
Ġp or
ĠC al
at mi
ĠT ar
wi ya
Ġur in
Ġwak cha
c es
ch ari
ĠL on
es t
ĠQ h
Ġkay mantam
icha ka
Di os
4 4
Ġnisqa wan
Ġsimi m
um aq
Ġyana pa
ku rqa
Ġm uru
at an
Llaqta kuna
ĠEs tado
ĠHu wan
dr Ã©s
Ġuyarina kunatapas
o t
ta taq
un ki
Ġpa qar
ĠI sa
ĠJo hn
8 9
p urqan
Ø §
an da
Ġk unka
ĠM er
er ra
Ch unka
inisuy la
v al
Ð »
Ġsutiyuq qa
Ġkiti p
200 5
ch asqan
all e
Ġchi qa
4 9
Ġ us
man pas
Ġh ar
Ġch ura
ĠWi ki
Ġc om
Ġhay k
yki chis
ar ro
ĠR us
ĠJ a
M o
Å į
on e
ptin mi
yun mi
L la
p or
ĠL uritu
al es
el o
Ġtuk tu
à ¸
ar o
ti ca
Ġru ra
Ġmunisipyu piqa
ull i
ĠIn ter
aru chiri
ulun ya
8 5
k ta
ĠP ablo
Ġpa pa
Ġqa y
ĠJ uli
ĠG re
Ġpruwinsyapi qa
ĠwaÃ± uch
pe z
rayku chus
E n
ĠP ra
Ġpay kuna
amp usqa
ami lia
Â ¿
Ġq ol
ĠK aw
Ġta w
Ã¡n dez
ĠDios qa
olo g
Pruwinsya piqa
P h
k ash
t y
ĠA bya
ach iq
Ġhall ch
K iti
p si
Ġwan ku
Ġpus ampusqa
200 6
bur g
ĠIwrupa pi
Ġwa wan
uq ucha
kurqan ku
N i
Q usan
iq i
Ġj allp
e de
i b
Ġ '
uk un
uk si
ĠK u
An ti
K imsa
Q h
Ġk u
Ġk uru
ĠW as
a e
as co
cha kuq
wan a
ĠI I
Ġ18 9
Piruw pi
fa el
W an
ĠA g
ĠH ar
.. .
C on
L e
M usuq
o li
in apaq
kuy kuna
Ġu p
Ġima tapas
Ġtik si
Ġllimph iq
Ġsaywa chi
Ġk in
is qu
ĠM al
ĠV el
Ġruw asqa
Kantun kuna
4 1
y oq
ta chus
Ġs uni
Ġkus ka
Ġpin chi
ta wa
Ġq ue
Ġun u
Say witu
G u
R ÃŃo
i ma
n ey
Ġs as
ri ca
ĠL ampa
ĠJ ose
Ġmana Ã±a
ĠAn a
ut h
Ġq u
ap ay
ej o
cion es
b ar
t Ã¡
Î »
ya ku
ayuq mi
Ġwaqa chiq
Ġkichwa pi
4 8
A CH
r una
ku wan
ĠA qu
Ġpa tapi
ĠR ey
ĠT awantinsuyu
re c
gu ez
Ġ18 6
Ġancha ta
ĠKun ti
5 1
A R
n et
r en
r ina
aq i
ĠA phrika
Ġqa m
at e
ĠâĢ ľ
Ġun q
va do
ĠPach antin
0 7
i chana
Ġp unchaw
Ġr in
Ġm uch
Ġa pam
Ġsuyu qa
hi li
im o
ĠLon don
Ñ ģ
Ġruw asqan
Ġrimaq niyuq
L uis
ĠI chaqa
ĠT itiqaqa
chay uq
Ġman chay
Ġyachay kuna
lan tilla
Ġp uÃ±
Ġh an
Ġkay pi
") ,
ĠâĢ ĺ
Ġ200 8
Ġ201 8
ayki chis
Ġmin ist
ay tu
ĠW illka
Ġqa ra
Ġwatapi qa
Ġqillqa y
ĠF i
D E
kay ali
Ġkawsay kuq
ĠWa lla
Ã£ o
ll as
ka p
Ġka chi
ill an
). &
wiki pedia
ĠHay t
5 6
y ana
Ã± as
ĠK uyu
Ġrunakuna man
pan ku
Ġyura kunap
Ri may
Ġpinchi killa
4 3
an pa
Ġp un
ĠK h
istri tun
ĠG e
Ġtu llu
ara ta
Ġhin an
Ġayllun mi
Ġrap ra
0 6
c ri
Ġh unu
ĠC an
ĠSan to
ris ya
In s
eg i
8 8
s ut
Ġ co
Ġllaqta man
ĠP ampa
Ġan tanka
anan paq
b al
Ï ĥ
ĠSan tu
In ti
Ġtayta kura
0 4
P unku
Ã §
ri ti
ĠA pu
ruw ayi
Ġtakichaq mi
A w
o ma
Ġn o
es pi
Ġli w
ĠYaw yu
5 9
ay paq
in as
Ġw is
Ġw ir
ĠB olÃŃvar
Ġtu ta
ol e
Ãº n
dr ÃŃ
d yu
as yun
Ġpa tan
ĠB il
ĠT ari
ni a
ral es
Ġk ur
ti ma
Ġq elqa
Ġpa kay
Ch awpi
ir in
lan da
ĠAl f
p ur
ti tu
Ġyura kuna
Ġra kin
5 7
b amba
e go
Ġh ata
Ġd is
ill e
Ġpi rqa
unan paq
muy un
j e
q en
Ġk ura
is uyu
Ġd istritun
ĠM un
Ġri q
ĠY acha
ĠAl berto
b ro
d is
ku pi
ĠC ab
on es
piri tu
ĠP uerto
Ġri kuy
Ġu chuy
Ġpay qa
ec ta
Ġpusaq ninqa
Ġkamayuq nin
avi er
Ġwillka chasqa
drÃŃ guez
a u
m Ã¡n
s uy
Â »
pa k
Ġq un
Ġr o
Ġr anti
uq i
ĠCh urin
Ġta kin
all i
ha k
ayta s
Ġqucha pi
ĠSuyu pi
ĠAy llu
Ġtiya chkan
M unicipio
nin wan
aw ayi
ana da
Ġsuyupi qa
uri y
Ġwasi kuna
ber g
ĠÂ «
Ar hintina
ĠDe partamento
J es
U r
o p
u qan
ĠP P
er s
Ġas h
Ġin lish
Ġiskay niyuq
llin mi
Kiti lli
ĠP ur
ĠT aqna
ĠG ran
Ã³ ni
Ġriman a
Ġpay kunaqa
ĠNi hun
Ġakll asqa
A ra
P A
o f
z e
Ġ ispa
ch ez
Ġk ristiyanu
wa k
Ġch urin
ach isqa
Ã³ pez
aynin ta
Ġ200 6
ĠKi lla
ĠhuÃ± u
Ġkamachi kuy
m usuq
Ġll ak
ĠA f
am es
ĠL L
um un
Ġis qun
200 1
umi r
M awk
S e
Ġwa psi
ĠL Ã³pez
201 0
lor es
Ġp aqta
Ġch ull
ĠL or
ĠU SA
uch un
ik ar
Ġlluq si
ĠTik si
Ġwayllu kuq
0 3
7 8
ay pi
is ya
ĠK upa
ana ma
ĠT ru
kama qa
Ġ201 6
ĠAnti kuna
K A
f amilia
in t
ru p
Ġma chu
ĠW aruchiri
ĠN or
Ġmunisipyu kuna
Ġ200 5
h ttps
n an
una paq
ka chi
tu l
ĠPi luta
Ġqh awan
Ġyu raq
Ġhina qa
ĠÃ±aw i
ĠRam Ã³n
Ġ Ãĳawpa
ri pi
ku yu
Ġh u
Ġayllu manta
Ġchas kin
ĠPh atmi
ĠPaw lu
5 5
A p
Ã± u
ĠQ aqa
Ġkarqan ku
ĠG en
ĠRo drÃŃguez
Ġ201 4
ĠiÃ± uku
Ġkim s
illi am
Ġllum pa
ĠPik chu
R a
à ¥
ku manta
tu gal
Ġch hi
ĠC Ã¡
ĠM el
kun chu
va dor
Ġyupay kuna
Car los
f e
Ã ¨
Ä ģ
Ù ħ
ri ch
ri da
uk i
ĠP apa
ĠC om
Ġwata kunapi
am pam
nin manta
ĠÃ± isqa
do l
Ġan d
ĠWa llapi
Chi li
W awa
l ay
Ġ ill
ĠCh ar
chay ta
de o
ĠKa lla
w ash
Ñ ĩ
ĠT a
le z
gel es
ĠGonz Ã¡
0 8
K ar
s ha
Ġ ci
Ġqa rq
ĠT ur
anta sqa
Ġin ka
go v
Ġriman akuy
n g
p ari
s hi
ĠP ro
ra m
ĠA llpa
ĠS uy
ĠS ara
ĠR ÃŃo
ĠAn drÃ©s
A ri
c an
ĠS ay
ĠS im
Ġmi ll
ani yi
ĠRi o
ĠwiÃ± an
q h
Ø ¯
ar y
Ġa liman
ĠW inisuyla
kun mi
lis ta
ĠAs yapi
ĠUniversi dad
7 9
H allka
b ra
ku man
Ġh oq
lla wa
lla wan
Ġta y
Ġmana taq
ĠRi may
Man am
Ġchaw pin
B ar
e q
ku ptin
asqa kuna
Ġcha ki
200 8
ĠMari a
Ġpalama m
0 2
W anka
a kunam
b el
ri que
Ġas kha
ca ciÃ³n
ĠMa chu
San tiago
Ġyachaq si
ĠC antÃ³n
Ġm is
Ġi man
ĠB el
M ishiku
d un
in u
ar es
ĠCh unka
ol d
Ġj uch
Ġ201 1
8 1
e ru
f ec
k aspa
p usqa
y o
y asqa
aq cha
as ha
ĠW armi
Ġpacha manta
ter o
pun im
c on
ĠA ll
Ġr unan
ĠPi wra
ĠD avid
kan i
Ġin lisya
ĠRi kch
yki ta
Ġap ayka
Ġrun aq
Ġdistritun mi
0 5
Î º
Ġ æ
Ġk lub
ĠS Ã¡n
ill o
ĠT h
Ã±a chu
kus h
AQ TA
Qucha kuna
E S
g os
r on
Ù Ĭ
tu m
ĠM os
ĠB ern
ĠCh ak
Ġmi ra
ĠJes uspa
ĠSÃ¡n chez
Ġh a
uq ta
ĠG er
Ġmunisipyu p
ac ul
Ġmall kiq
Aya kuchu
) &
D ip
L o
M at
aq ha
ĠP Ã©
chi kuy
Ġyachay wasi
Ġiskay nintin
gna cio
tima la
C or
P edro
r aqmi
ĠA d
Ġch inchay
Ġm u
kun man
ĠY al
4 2
s en
t ri
w e
ar ina
ti co
Ġma ki
Ġa j
hi ku
at ri
Ġkiti llinmi
Ġun ay
T awa
ch en
ay niy
ĠC ruz
Ġ3 6
Ġima raykuchus
ĠMar ka
Wi ki
Ġdistritupi pas
Ġkus a
De partamento
Q ar
l d
an te
ĠA ugus
Ġd ere
Ġsuyu kunapi
ĠB ra
Ġc as
Ġyacha chisqan
Ġ201 5
ĠYu pan
T aki
m us
ra ta
paq qa
to ria
ulla w
Ġkitilli pi
uel a
zo o
Ġqill qarqan
ĠRa fael
acul tad
ar ispa
man tan
ru ru
ĠA t
ĠW at
Ġrur ana
Ġnin ku
ĠIspaÃ±a pi
tins i
Ġnir qa
Lli w
ath uliku
sim uyu
Ġsir k
8 6
I may
L ag
g n
ya p
Ġsimi kuna
ist e
Ġchay rayku
uch Ã¡
ĠF er
chin am
ĠChuq ichaka
Ġwilla Ã±iq
Ġhun uchÃ¡
Y uraq
d y
q on
Ġ or
pi ta
Ġwa tan
chu ku
ara Ã±
Ġuy ari
pun in
tuy is
ĠIskay lla
Ġqol qe
ĠGonzÃ¡ lez
Ġ emp
Ã± ez
chi kuq
ĠCh anka
Ch aymi
ĠwaÃ± urqan
Ġwi ch
Ġway na
Ġach kha
Ins ecta
7 6
R an
c tor
ill aymi
ĠW al
Ġyacha chin
em po
isqan manta
kuynin pi
Ġninchik mi
Dip tera
B a
K I
N obel
P as
P ulitiku
R ur
_ _
a kuq
k asqa
cha ta
qan chi
Ġma kin
Ġri k
ons o
Ġkama risqa
Ġhin aspan
ph riti
Ġmikh un
ĠPas qu
ĠTe phriti
ĠÃ±iqi mantam
Kaw say
ĠTephriti dae
B r
J e
N o
S h
a ca
m uyu
t ral
ki m
ĠC ama
ĠI II
ĠCh urinkuna
Ġt he
Ġj ap
Ġkama china
chin cha
Ġmuna sqan
Ġhampi kamayuq
ĠYupay kuna
u wi
Î µ
yu s
ĠC i
on al
ci al
do za
Ġkama chisqan
Ġpulitiku pas
18 9
ed ra
ĠJes usta
uta ta
âĨ ĳ
A le
d istrito
ll aq
ka ptin
Ġmay qin
ĠiÃ± u
ĠKi tu
Ġap u
ĠPe ru
U NA
j u
p en
ĠU ruwayi
ĠB u
Ġman cha
Ġti qsi
Ġsi chus
ĠCar men
Ġkap un
ei ro
Ġliw rum
8 2
A qu
P al
an as
ti llo
ri kch
ĠL uk
os o
Ġkan mi
ĠJ ac
Ġyura kunam
Ġtuku kun
Ġispa Ã±ul
T ar
e to
w ara
un da
Ġs ar
ĠS ar
ĠK uraq
Ġpacha man
Ġhina ta
le y
ĠChi k
Ġriku sqa
ĠPay qa
Ġkaptin mi
U y
u ca
ĠM e
ĠQ uta
qu ez
ĠT antanakuy
ĠG i
ĠG o
re ra
Ġan ka
ĠMama llaqta
Ġaw qa
ĠPay kunaqa
Ġpatan pi
P ay
yu pi
Ġd a
ill era
ĠK an
Ġw ik
to l
ĠE d
um pi
Ġkar an
ĠMon te
ĠJeho v
ĠMin ist
5 2
I spaÃ±a
Q A
b le
ar e
ĠB us
ĠW ill
ĠI ka
ĠCh aq
tin qa
Ġt h
ĠD is
iti pi
and ro
Ġmaq ana
ĠFern Ã¡ndez
Ð¾ Ð²
. )
7 1
un qu
ka ta
ĠP uka
ĠP ulunya
Ġa t
ĠL uc
âĢ ²
Ġima ta
Ġrimay kunap
utu ra
umun ista
5 4
J orge
P ro
Y acha
g rigu
Ġll oq
us illu
ĠS hi
ĠY aku
pay ki
Ġl istritu
Ġpuk a
Ġrima sqan
mp ur
k hu
m b
s in
ta sa
ĠS aw
ĠH awa
ĠB al
Ġwatapi m
ĠD aniel
Ã³ r
dur as
Ġham un
ĠHin aspa
Ġchim pa
Qillqa q
Ġpiliku lam
ĠPÃ© rez
n er
ch arqan
ĠP un
wan chik
ĠU kayali
Ġu t
Ġj ach
ĠiÃ± iq
ea e
Ã±iq iq
Ġrunasimi pi
Ġemp res
Ì ģ
in tu
ara bya
Ġkar um
Ġpukll aykuna
Chay manta
ĠAs wan
Ġchin ka
ĠBrasil pi
Ġamachasqa m
A ll
i ki
ll asqa
om o
Ġ201 2
" &
. "
8 7
s ya
Ġma Ã±
ĠM anan
Ġqa r
Ġchay lla
Ġmikh unchik
Ġwaqa china
A NA
C ol
u Ã±a
w is
y ku
is cal
Ġhuk kunapas
Ġkitilli piqa
bo ok
Ġ199 0
ĠØ §
ĠhuÃ±una kuy
mpur asu
m aqta
kuna lla
ri co
Ġka maq
chi rqa
ĠG ra
lliq i
ĠMaman ËĲ
eg io
Ġchi ri
Ġruran apaq
ĠHin an
Ġsas acha
ĠQaqa tampu
b u
c ay
u pay
Ã ¯
as apa
ĠS I
Ġr antin
nin si
ĠH ampi
to ri
Ġaswan pas
ĠWi l
ali for
201 1
Ġpachan tin
Ġwanku risqa
M on
Y aku
Î ¯
Ù Ĩ
Ġ on
ch kaq
Ġsu Ã±
ĠÃ± o
ĠU chuy
Ġkay mi
Ġkan char
ĠV ill
Ay mara
ĠSal vador
ĠUn riya
ĠMen doza
Ġhar awi
H ina
I V
V illa
Ġ am
Ġma man
ap ur
ĠL u
ĠL as
kun i
kama chiq
ĠY un
Ġpacha ta
ĠSuyu kunayuq
Ġqhaw ari
Ġkus kan
Ġmuna sqa
Ġchi qan
Ġwaq lli
ĠPra do
P I
Ġ ari
Ġs apaq
ĠP anama
ĠM as
Ġllaqtapi pas
ĠV ar
Ġ200 3
ĠJeho va
ĠVel asco
ĠYupan ki
8 4
M us
S a
U ni
v es
v ez
Î ·
Ġq os
ĠP ata
ĠM us
nin kunata
or e
ĠY unka
Ġkaq pi
kay u
ĠAn d
ĠÃ±aw irin
ab et
ĠIkwadur pi
ĠMishiku pi
K h
s k
ĠA k
pas pa
en d
ue b
ĠRi v
Ġsi wi
Taytan ËĲ
Ġmas k
Ġkallpan chaq
1 00
8 3
Ø ±
an chaq
ay za
Ġp er
Ã± aw
ĠC l
ĠK o
Ġkay qa
Ġkay kunatam
ĠB on
llapi m
ĠD el
ĠY ay
Ġrunakuna pas
ĠMa g
ĠBuliwya p
Ġsi pi
Ġwar min
Ġuyar ispa
ĠSu wi
Ġsh imi
ĠAphrika pi
7 2
9 6
ri l
Ġn a
ĠS ap
ĠM unicipio
ĠH an
al o
Ġkaws ayta
Ġmay pi
ĠWa kin
ĠWa timala
ui z
A llin
Ġ å
ki chik
ĠA llin
ill er
hi r
ĠW ari
ĠT om
Ġya wri
Ġsuti paq
ik h
Ġc ar
ĠÂ ¡
Ġkusi tuy
B i
H ar
ĠS us
ĠS te
Ch unwa
Ġti yay
Ġqallar ispa
Ġwi ra
Ġin ter
Ġpar l
Ġ201 7
rus al
ĠÃĳ an
Man uel
rist o
muyun tinpi
S in
Å «
Ð ´
an ayuq
Ġwa m
ĠP an
ĠP uma
ra china
ĠS am
ĠB en
ĠCh incha
Ch ar
Ch ak
Ġhina taq
Ġy ar
ĠYaw li
Fran cisco
book s
' ,
A T
C a
S ir
i kunayuqmi
Ġ 000
ta ri
ch anku
as aq
Ġs apan
Ġsu y
ĠP ara
ĠA chka
ĠC u
ĠM u
âĢ ĺ
Ġt ra
Ġt hu
ris qan
aqu llu
Ġkhu ya
Ġill anchay
H anaq
P uka
Q u
an char
ta ta
ma l
ar isqa
ĠÃ± oqa
Ġdistritu p
ĠG al
all wa
ĠAn cha
way lla
Ġyan apan
Ġkuyu chisqa
ĠLo ayza
ĠWar as
for d
Hu wan
Ne vado
Br asil
Ä «
Ġh ttps
us ka
Ġpa t
re do
Ã±a ki
Ġti empo
gt on
et ro
200 7
ĠPa z
ĠPa ul
ĠQillqa p
Ġhur q
ĠLli w
uqi wa
Lag una
I Ã±
Q an
Q hi
ĠK imsa
Ġj anpi
Ġkuti m
Ġpus aqmi
) [
5 3
C al
M ari
N a
Q ispi
b an
p uq
Î ¼
Ġ ba
ta chu
Ġr ayku
ĠR om
Ch uri
Ġu ralan
all an
chis chu
Ġj am
Ġkama rirqan
ĠV er
anku ta
aj ama
Puk yu
; /
A m
A limanya
Y aya
j i
in ec
Ġq utu
manta q
ur e
ĠH a
ĠH uan
es i
ins a
ĠI gnacio
Ġra w
ac eae
Ġ4 0
Ġmit ru
Ġkun ti
Ġchanin chasqa
K u
P o
P uerto
W ak
k ana
Ġ apaq
un d
in mi
Ġs al
Ġp unku
Ġsu maqta
uy ay
iq u
Ġya pa
has pa
ens is
ĠUru pampa
ĠPaw qar
ĠHina llataq
e x
i ri
Ġk uraq
ku ru
Ġq on
Ġch ink
nin chik
ĠU N
ĠJ orge
ĠF eli
unku ra
201 4
Ġchaq ru
a kunata
e ch
t z
y aq
ku r
qan qa
Ġr untu
aw ri
âĢ Ķ
Ġkan cha
Ġkaq qa
ĠAn geles
Ġima pas
Ġur ma
Ġrimay kunaman
ĠUmalliq mi
ĠPas tasa
ĠBo li
chinapaq mi
ĠQispi qanchi
ikr asqa
6 9
A wya
B o
j as
Î ¬
Ġ à¤
is q
Ġs er
Ġp anta
ĠP uru
Ġch iq
Ġri ki
ĠJ avier
Ġyu pa
Ġkaq lla
Ġmana Ã±am
Ġqucha p
Ġrima rirqan
ĠPar awayi
Ġli wru
Ġrurasqan mi
cu a
ĠQan chi
ĠÃ±awirin aykipaq
5 8
K al
K aru
g er
i chwa
t ha
un man
ri c
ku ma
wan ku
ĠC er
ur qu
Ġm uksi
Ġruna kunaq
ill as
ĠR egi
Ġqa llawa
Ġta wan
Ġkaq wan
Ġmi r
chin ku
Ġsi pas
Ġkikin pa
Ġpaqari chisqan
Ġpisi lla
ĠKalla waya
G e
n iq
is apa
ĠS ol
en g
ĠB an
ĠW awa
ĠT aki
ĠF re
200 9
urqan ku
ĠWay las
amay o
ĠCol egio
Qucha pampa
kuyu chisqa
p una
Ï ħ
ta ra
Ġn uw
aw ra
ĠU y
ĠB or
ĠCh ayta
Ã¡ r
Ġmun isip
im s
uch qu
Ġrimay pi
Kay pi
Ġpar tidu
lo ra
200 2
Ġuywa kunam
Ġkuyu y
b y
s ul
Ġ ?
Ġp ru
Ġllaqta q
ĠL an
ĠL in
ĠW illiam
ĠG a
ray kun
ĠLe on
Ġpichqa yuq
V I
t ru
z on
Ñ Ĥ
as t
Ġs ama
Ġwa ch
Ġq uri
ĠA z
manta taq
Ġ1 00
ĠH en
ĠQ ue
ce ae
Ġ200 0
war d
Ġmuna spa
ĠRimana kuyninpi
Ġrikh uri
Ġtuktu yuq
ĠØ§ ÙĦ
alifor nia
6 1
A P
Ġ lu
pi na
cha kun
Ġsu pay
ap una
Ġllaqtapi m
chi m
ĠI landa
li ca
gu i
Ġv on
Ġsan ampam
ĠKulumbya pi
Kun anqa
av edra
s ki
tu pi
Ġka Ã±
us t
ĠS er
si y
ach in
Ġ200 4
rin i
Ġruw ayta
Warmi ËĲ
inku rachina
uj u
ĠEdu ardo
Ġukhun pi
ĠGen eral
E R
P aw
R umi
g una
ay niyki
ĠC O
nin man
ĠK ata
ĠG ab
ach inku
Ġkaq tin
ĠDios ta
Ġwar ma
ĠLo uis
Ġtuk ri
ĠAw qaq
Ġpisqu m
ĠBibli a
ĠMer ce
a kunapi
l er
m er
aq ninkuna
ur an
Ġrunakuna paq
Ġpacha qa
200 4
ĠMo rales
ĠLL AQTA
C erro
R I
S apa
b ara
s an
w u
Â ¡
Ġllaqta ta
lla kta
wan pis
Ġd o
ins i
ĠPi chincha
ĠE li
ĠO l
Ġ198 0
Ġchin cha
Ari qipa
ĠYal ap
C A
k tu
Ã ł
Å ¡
un mi
is mo
Ġs anan
wa t
ku ti
Ġq uy
ĠH ab
ĠB ela
ĠCh inchi
ĠT ay
ut ina
Ġpulitiku mi
ĠWa manqa
Ã©s ar
ĠLo ja
ĠUr asuyu
ĠAws tral
Ġqura m
ĠIsa bel
T ari
v el
Ġll ulla
qan ta
ki ta
ĠS ach
ĠK al
es a
ĠF MI
gu e
Ġqallari y
Ġruru chinapaqmi
cel ona
ĠRus iya
6 6
J a
L os
x and
y im
Ù Ī
ki ya
Ġd istrito
ap hi
Ġt han
ĠâĢ Ķ
all ta
ĠF o
spa Ã±ul
Ġ198 9
ĠSa avedra
Î¿ ÏĤ
W illka
Ġs a
ti ya
Ġh aw
Ġhuk niyuq
ĠCh acha
kan u
Ġurqu p
Ġ200 2
ĠChi chas
kunamanta qa
Ġnirqan ku
Ġruran chik
ĠChili pi
Ġpro f
Jo hn
Ġpukllay kamachiq
Ġwich q
A pu
d am
w asqa
Ñ ĥ
Ġn anay
tu ral
ĠC H
ĠS in
ap un
ĠM il
ul tura
en n
hi yu
llu ma
ĠChay pi
ĠIn dya
uni dad
ĠMay utata
Mi guel
ĠDis ney
U Y
k ara
p ara
un s
Ġll amp
Ġn di
ĠA li
ĠS apa
ap tin
manta pacha
ĠD o
om b
ind a
la x
Ġra ph
Ġkach kaptin
Ġati q
Uma lliq
Ġmus ika
Churinkuna ËĲ
ĠAs way
ĠMari ya
ĠVic toria
eres a
ĠMartÃŃn ez
ĠGre go
ĠChaq llisinchi
Ġsiwi kuna
7 5
P ampa
S ach
g s
h illu
Ġ ins
Ġp ruwins
ka chay
qan tin
us co
am e
en zo
es wa
Ġdistritu piqa
Ġru k
la ta
Ġu ra
ĠN ina
na ta
chka ptin
kunawan mi
Ġaw qan
uma s
Ġrimaq ninmi
aqtin mi
Allpa manta
Ġach kiy
Chuq iyapu
ĠMel gar
Ġtay tan
M al
P e
T h
g on
p ha
man n
Ġsimi qa
Ġ" )
ĠT amayo
si a
Ġchay man
Ã³ s
all pa
kan cha
im ripi
Ġrimay nin
Ġy ayku
ĠSuyu kunap
Ġwar aniyi
ĠPar tidu
ĠCor d
ĠAf rika
i ku
ll uqucha
Ġnisqa man
wan chu
Ġr ey
am in
ama s
ĠV ir
vi ch
Ġni taq
Ġriku spa
hin tin
ĠQull qa
Ġrimaq kuna
Ġph aw
Ġkaptin qa
Ġpachakwa tapi
ĠLampa lliqi
A b
I X
K illa
V ic
a una
g ro
k s
w ari
ku paq
Ġq uchu
Ġma ch
Ġw ayuq
ĠB lan
ĠR ip
or qa
Ã¡ Ã±ez
di al
ca do
Ġurqu kuna
Ġmayu p
An qash
io van
Ġb ib
Ġyaku pi
Ġ198 4
ĠSi chus
risti an
Ġllim phi
Ġsap si
ĠSh aw
nes i
ĠKama chiy
Yaw ar
dol fo
Ġmunisip yunmi
A chka
H in
Q osqo
j andro
p unku
q us
aq niyuq
is mu
ar aqmi
ku l
ĠA sh
ĠS ala
Ġa Ã±aki
ĠR umi
or es
ĠPi r
kunata wan
ĠG uti
ach aq
Ġkiti piqa
ĠChi mpurasu
An tonio
Ġakll anakuy
ĠJan eiro
an za
ra el
Ġch h
ĠK anada
ĠH is
Ġmi ray
Chay rayku
Mar ÃŃa
ĠEdu caciÃ³n
Ãºn de
E N
c en
e f
i kuna
i rqan
v as
un pi
aq ra
aq nin
Ġk ill
wa man
ĠP ak
Ġsimi man
ĠJ uk
ĠY an
Ġtu kuspa
te ri
kunamanta pas
Ġwill an
Wi kipidiya
Ġmikh uy
J ach
c us
e ga
l at
m os
Ġ Ãĳaw
ri ma
Ġllaqta pas
wan ka
Ġsuyu manta
ĠK amay
es s
Ã¡ rez
Ġkaws ari
Ġpacha m
ĠE mi
Ġwi dyu
ĠV en
Ãº l
Ġruw aynin
unchay pi
ĠSe b
Ġpaqar in
9 3
A ws
T he
W as
g io
k er
y in
Ø ¨
Ġ z
ch qantin
un cha
ĠM is
ĠL ari
ĠU t
Ġkay kuna
ĠCh a
di um
ha wan
ran sis
Ġyacha chi
Ġpay pa
Ġati rqan
ĠJes uc
china kuna
Ġ199 3
Ġg ra
Ġkasqan rayku
Ġatin chu
ĠJe rusal
Ġphu kuna
Ġtawan tin
ĠBela Ãºnde
' '
A M
S uy
c ti
u kuna
Ä ĩ
à ®
Ġk uy
Ġka wa
ĠP in
ĠÃ± uqa
ill aqullu
Ġpa Ã±a
ĠK ap
ĠK anta
ĠK athuliku
tin o
Ġqillqa qsi
ÃŃ os
ip hiku
ĠN ue
Ġmun ani
chik paq
pan mi
ĠMan am
uw isa
dor o
ĠAlimanya pi
ĠKaw say
olog nesi
tawa llpa
Wawa kuna
Wanka willka
Ġdere ch
ĠSeb asti
5 00
O s
Y ura
a manta
e lla
r ispa
u qayku
Î ³
ll ina
or ld
Ġya w
ĠAn kash
ĠLl apan
Ġtaki qsi
Ġwatakama m
Ġsutin qa
Ġ199 1
Ġsaq ra
Munisipyu kuna
Ġrikh urin
6 8
G er
P usaq
k isi
Ï Į
Ð ¼
ll e
us iya
Ġri rqan
ĠT um
ĠPi ruwanu
Ġ3 3
Ġl aq
ern ando
Ġuywa m
Ama rumayu
Ġuku cha
Ġkaw paqpas
ĠVar gas
Ġkusituy mi
kisi wi
6 4
o y
p os
in c
pa qa
Ġwa man
ĠA gu
Ġr es
ĠQ osqo
ĠJ r
Ġru q
Ã±a taq
vi deo
chin qa
ĠIn di
Kama risqa
Ġwawa kuna
mpa pura
ĠEn rique
ĠBer lin
cri ta
unkura wa
y aspa
Ġ +
ll qa
un chu
Ġll ut
cha ki
ĠL ar
la d
Ġu ya
ĠN asyun
Ġwi kch
Ġj ay
Ġhina tam
ĠChay qa
ĠO li
kunamanta m
kunapaq qa
umi pampa
ĠAp ulu
ĠKun anqa
Ġhawan pi
Ã©r rez
Ġunq usqa
ĠPur tugal
Ġklub mi
Ã³r do
ĠYun kay
A W
F ue
M is
R u
i de
Ġ á
Ġ taq
an q
Ġll all
Ġq espi
ĠP unta
ĠC ons
am bo
am ora
ĠM uri
on o
ĠT ampu
Ġta puy
llan ku
ut s
ce p
Ġayllu man
Ġkus isqa
Al f
Ġyachaq pas
Ð¸ Ñĩ
den cia
Ġruwa kun
ĠAg us
ĠGran de
iovan ni
J uli
M ag
S o
d an
p arqan
ã ĥ
an kuna
ĠC ara
ur ani
anqa kunata
ĠT he
Ġman as
ĠJ atun
ĠF C
um in
Ġ3 4
Ġyachay kunata
Ġpay man
Ġf acultad
ĠJesus taq
ĠTik simuyu
Ġpiliku la
Ġche qaq
Ġchiqa p
6 7
V II
] ,
Ġ ana
kuna chus
Ġp re
Ġn una
ĠC en
Ġkay ninta
Ġya char
el d
Ġman chari
Ch incha
Ġu man
Ġkaq kunata
ĠAn g
ĠE r
Ġ3 2
wi ri
Ġis h
ĠWa man
Ġ199 2
uw aq
Ġ197 0
char d
Ġchaq llisinchi
tion ary
ĠwillaÃ±iq i
C I
S U
d ona
i chu
Ġ ani
un ay
Ġk insa
Ġs asa
ku cha
Ġh uq
tu kuna
ĠP u
er va
ĠK ur
ĠW ir
Ġqa qa
kuy chis
Ġall wiya
ik o
llan taq
Ġwasi man
uw li
ĠWay as
Ġ196 9
Ġsap hi
Buliwya pi
Suyu kuna
amar ca
Ġkin ray
ĠsuÃ± aytas
abet h
" :
9 2
b ol
d in
g h
s t
s iq
Ġ ×
as llapi
ar ay
ar te
ka maq
Ġq uechua
ĠP una
ĠP on
ur wi
ul gar
Ġki ki
es ta
ĠR uiz
ĠCh an
ĠCh Ã¡
ĠCh anta
Ġkaq nin
ĠF e
ani a
niyuq mi
llataq mi
ĠRuna simi
ĠHu ay
Ġanta Ã±iqiq
ĠEl ena
was in
ĠVic ente
ĠQui j
K urku
t ter
Ï Ģ
Ġ aq
ch hu
man ia
Ġn an
Ġsimi p
Ġm e
Ġa d
ĠB os
ĠR es
ĠT upaq
yan mi
Ġpacha piqa
ĠMar cos
Ġyachay ta
Ġwarmi m
Ġmus ph
ĠPa ulo
Ġchaymanta taq
ĠQillqa q
arin apaq
tis uyu
Ġdes crita
uqan chik
ikar awa
ĠTiksi muyuntinpi
C as
I man
P lantilla
i kan
y l
un kichis
Ġnisqa kuna
ĠC ata
ĠH i
ĠH ur
ĠT awa
ĠT eresa
li k
kunata s
ÃŃ ctor
Ġas lla
Ġkaq kuna
Ġtu s
ik ray
uÃ± u
ĠIn lisya
utu pak
ĠLa guna
ĠAs ya
ĠMan u
Mama llaqta
pus qan
Ġre qs
eri o
Ġruran ku
ĠwiÃ±ay paq
Ġpin yin
mpi ku
ĠQar wa
dal ena
ĠInter na
ĠGuti Ã©rrez
utupak si
K us
T uk
s am
Ġ gu
ti yki
lla chu
tu di
ĠP utina
en tes
ĠH am
os qa
Ġsutiyuq pa
Ã¡ y
re a
Ġallin mi
ĠWi t
asqan ta
Ġpus apuna
Ġ199 6
Ġ199 8
Ġsuntur mi
Ġson qon
H K
P er
T ur
s ta
Ġsu ma
Ġch uk
ĠM uqiwa
iq tay
er os
ĠH anaq
os ta
Ġkaq pas
Ġmunisipyu m
achay kamay
Ġpar kipi
it is
Ġyachaq mi
Ġmas in
ĠPas iphiku
Ġsuqta yuq
ĠMat eo
Ġqhe pa
Ġwir aqucha
ĠChÃ¡ vez
c eres
w n
ku chkan
Ġwa ka
ĠA ran
ĠS ir
manta wan
iq ta
Ġpa chay
âĢ ³
Ã³ m
kunapi s
re y
Ġallin chu
Ġrur un
ĠâĢĵ Â¿
Ġ198 2
ĠGu z
ĠBar celona
ps yun
Lla pa
q illqa
r ana
r om
w o
Å Ĥ
Ġp anpa
ti riya
Ġh ul
Ġn erqa
Ġsu ya
Ġma may
ĠS ajama
Ġd yus
ĠM ir
ĠW anta
ĠI r
ĠT u
ĠJ ames
ĠWi Ã±ay
Ġ5 0
ĠDi rec
200 0
ĠInka kunap
ĠWan kayu
ĠCas tro
ĠLla pa
Ġminist ru
Ġkur kun
) ]]
I Y
K ashamarka
Y an
Û Į
una kuy
Ġch an
Ġch uray
Ġma t
ap uni
Ġm uy
Ġruna man
ĠF lores
ĠLi ber
Ġrimay ta
ĠÃ±awpaq ta
Chi k
Ġyachaq kuna
Ġ198 1
ĠWay na
Ġkun sul
ĠPe ter
tsi k
asha pampa
Uni versi
7 3
H uch
i d
y manta
in gton
Ġs hu
pa ka
on ia
aw ay
ĠB olognesi
ĠCh ina
Ġkan chik
Ġrimay kunapi
à¤ ¾
Ġriqsi chi
Ġraphi yuq
ĠCamp os
bar ra
ĠLor enzo
ĠTom Ã¡s
lax ia
D aniel
c or
e te
i yuq
Ä į
ti vo
Ġsu wa
Ġka j
wan ki
ra ciÃ³n
ĠA ta
ĠA liman
iq ue
ĠI may
si psyun
Ġt an
di c
Ġmun aq
ĠE di
Ġhatun mi
ĠSan tos
Ġur ay
Ġwarmi kuna
ĠKay lluma
ini di
Ġyanap ay
ts u
tr un
ĠwaÃ±u chirqan
mar ca
ĠÃģ n
ĠJose ph
ĠTari ja
iller mo
7 4
9 8
H unin
T iya
c ana
g in
Ð ¹
Ġ é
ch k
is ha
ku pas
cha kuna
pa kuy
Ã± os
Ġwa tu
qan a
ra f
ap ari
on y
on el
Ġw ari
li mpiku
ari muy
Ġta rin
la u
kuq kuna
vi l
Ġc re
ak isqa
Ka Ã±
ut er
Pi chqa
ant es
Ġruw aq
Ġf i
ĠIs rael
Ġchakra pura
kaq pi
Ġmuyu riq
ĠArhintina pi
Ġphi Ã±a
Ġchim las
Ġhata ri
ĠKilla pampa
apur una
Ġraph in
9 1
I talya
O N
R A
R e
T C
V i
V III
r Ã©
Ã ´
á »
wa m
Ġll ik
ĠP us
ĠC erro
Ġa tuq
al u
ĠR aymi
ach us
Ġmi yu
Ġpacha p
Ġqallar in
ĠMar y
Ġmayu man
Ġpay kunaman
Ġwasi chay
Ġqallari kuy
Ġmuna kuy
ĠhuÃ± usqa
196 9
Ã©n ez
ĠMor eno
col Ã¡s
Ġro ck
Je an
cua dor
inidi ktu
. -
I C
q hay
qa llu
ch uq
Ġk uch
ti en
ri el
ĠC at
ĠT ata
ĠJ os
Ġchay ri
ĠY ACH
Ġru ph
Ġrunakuna wan
ĠF or
Ġkama ri
ec on
199 0
Ġ194 5
ĠLe Ã³n
ĠSa int
Ki chwa
Ġuq uq
ĠKu ba
ĠAugus to
Ran siya
ĠBu ena
awri qucha
ĠRip uwli
G en
L uk
W asi
X I
p ayuq
q hichwa
Ã ¢
Ã ¸
Ġ Ä
qa ra
ch anta
ay pa
is tu
ar iq
us pi
ĠS ab
ĠM ur
ĠH e
ĠQ anchis
ĠCh e
Ġchay wan
Ġchay na
ĠY a
chik ta
ol ina
Ġmay qen
ĠIn kisiwi
ant Ã¡
ĠAma ru
uc re
Ġyan apaq
fi laxia
Ġmall ki
ĠWiki pedia
of t
ES CO
Ġut qay
ĠBoli via
P or
S ar
c ardo
h ka
s aq
v ille
Ġk una
Ġs ac
Ġs iw
wa kuna
lla manta
ĠM araÃ±
er as
Ġki tara
ist o
ĠT unkurawa
Ġdistritu kuna
ĠJ im
ĠJ arani
Ġru mp
kay pi
llan mi
ĠRo bert
lo rida
Ġ199 4
Ġchi ki
Ġph uyu
Ġimayna tachus
ĠKaÃ± ari
Ġtaw ayuq
ueb lo
% -
M AN
e w
un chis
Ġs is
Ġllaqta y
ĠS ch
ĠS ina
Ġm ink
uq yay
nin pa
es pa
es ter
hi ka
ĠI b
kunata taq
ĠG risya
um u
te in
wi y
Kay pipas
ut k
ptin qa
ĠDios manta
ĠAl to
Ġsutin ta
Ġtari kun
Ġ199 9
Wa lla
198 0
Ġ194 7
Kitilli kuna
Ġkawa llu
ĠGuz mÃ¡n
S HK
T o
U S
Y upay
d ro
l y
l var
q ip
u x
kuna rayku
ĠP unku
ĠÃ± uk
ĠCh aku
ĠPi d
") .
Ġmi cha
ĠF uj
Ġhina chu
Ġl ar
ĠO c
Ġpar ay
za ciÃ³n
Ġ[ [
Ġ198 6
Ġkamachiy ta
ĠFran z
Ġsinchi ta
Ġre qsi
Ġwaki china
Ġcon tra
ĠRey es
ĠGe orge
Se Ã±or
ĠSI MI
ĠSuwi t
Ġchaqru sqa
ĠMuri llo
9 5
B olÃŃvar
K is
P apa
k is
l ayu
Ã ī
à °
aq ue
ri go
Ġwa ti
ka kuna
ĠP ala
ĠC alifornia
Ġa b
chi lla
ĠH el
ĠQ uri
ĠQ ullu
chu ra
âĢ ¦
ĠT umipampa
Ġya chana
ĠD u
kan uta
Ġpacha mama
Ġhina lla
Ġl e
go tÃ¡
ĠO re
Ġkawsay pi
An cha
Ġf or
ĠQull qi
res o
201 2
Ġriqs inchik
ĠMonte video
wasin yuq
Ġpachay kamay
6 3
7 7
A KA
P unu
P isqu
o te
aq pas
Ġp olÃŃ
ku way
ĠP ulitiku
ist an
ĠH uch
ĠQ U
ĠQ hi
ĠCh uku
Ġt s
to c
Ġpi siya
re ta
chik pi
ha wana
ĠÃ±aw in
ani ya
iti m
ĠMi cha
niy oj
Ġ197 3
Ġ197 4
Ġ197 5
Ġkunan kama
Ġruru chiq
ĠJe an
Ã¼ n
ĠRos ario
Dios pa
alli vi
Kitilli piqa
Ġchawpin pi
Ġmaypi chus
S ara
b ul
Ġ anqa
aq uta
Ġs im
pa l
ru pi
ap ra
ĠK untur
Ġw ayta
pas qan
ĠH ern
Ġqa ta
chu pa
Ġt e
ĠD ÃŃa
kay a
um p
ol y
Ġkach kaq
kus ya
ĠDios mi
kunawan pas
Al berto
ĠAnta waylla
ĠJu ana
Qusan kuna
Ġku tin
Wan uku
Ġkims ayuq
ĠWinisuyla pi
iste ma
Ġsasacha kuy
ĠLari qaqa
ĠSebasti Ã¡n
K ur
L lu
X II
c ra
p uk
w t
w asqan
z Ã³n
Ï ī
an man
ma d
Ġp hin
cha ku
Ġn oqa
Ġnisqa tam
on ta
er do
en ta
es qa
ĠB allivi
ĠI cha
ĠPi l
anta qa
Ġay qi
all o
im e
ik tionary
te m
Ġkama chisqa
le men
ga do
wiki books
Ġrunasimi ta
Ġe x
Ġsap anka
Ġkallpan chay
ĠĠ ĠĠ
ĠSus ya
ĠShaw sha
Ġkunsul am
M anan
O r
Q anchis
Q ullaw
l ing
o v
Ð ³
Ġk untur
kuna tan
Ġp l
ru ma
ĠP at
ĠP achaykamay
Ġnisqa pa
ĠS iw
chi ku
Ġw in
hi l
ĠI si
kun ka
Ġkan kichis
Ch e
ach an
ir qa
ir is
ĠÃ±aw ch
pan pa
Ġy anqa
Ġc uer
ash ington
Ġqhichwa pi
kus ka
ĠRo b
ab a
kunaman mi
ob re
ĠGu ad
198 2
198 9
Ġ194 9
Ãĳawpaq nin
ĠPacha mama
anchis paq
llanta y
ĠJuli o
Ġchull unku
Lliw manta
6 2
B e
G i
Q uyllur
T awantinsuyu
U ralan
a kin
b ir
p hu
t el
ll uy
un ch
wa ka
ti c
ri t
ĠS cho
ĠK utupaksi
ĠB ro
ĠB ene
ĠW orld
ĠR ÃŃos
Ġqa chu
to rio
Ã© c
Ġpacha taq
um pa
ĠV all
lu ma
Ġcha qallu
ĠMan qu
Ġkamachi rqan
Ġsun qun
usta rika
ĠYaw ar
Qull qi
ĠTor res
ĠCÃ¡ ceres
AT UN
ĠAgus tÃŃn
U A
W al
i re
n awa
y e
Ġ Å
Ã± in
ĠC Ã©sar
nin chis
Ġruna pas
er re
Ġpa ka
ĠK as
ĠK ara
ĠK ura
Ġsimipi pas
Ġrunakuna manta
ni ca
tan i
ik ra
chik mi
ĠMa cha
Kay qa
Ġhay Ã±i
ut ista
Ġyacha chisqa
Ġb ar
Ġmuna rqan
chkan ku
Ġ197 9
Ġ196 2
Ġ196 4
Ðµ Ð²
ĠUN ESCO
ĠRegi Ã³n
ĠApulu pampa
Ã³rdo ba
urwi ga
ĠQuij arro
E d
U s
i ro
s upi
v os
v ara
w arqan
Ø ³
qa ku
ch anqa
Ġk is
Ġka cham
ĠP all
ĠP hili
ĠM uru
ĠK uta
ĠW ama
Ġqa ri
âĢ ľ
Ġya ll
ĠG iovanni
ĠY o
Ġ19 30
Ġ19 28
Ġkaws a
all in
ĠN apu
chiq kuna
Ġkach ari
Ġimay n
ank aru
Ġap ay
ho mas
197 3
ĠKun ris
ĠSuÃ± aytas
Ġwaqay chana
usi ku
Ġrun ayuq
Ġkapchiy pi
Ġllum p
urun kunatam
ĠRimay kuna
Ġtiqsi muyu
ĠChaqllisinchi pi
ĠDÃŃa z
I chaqa
V al
Ġ una
ma si
wa pi
ri llo
Ġllaqta kunamanta
lla Ã±a
Ġwa j
Ġn ish
ĠM Ã¡
Ġqh at
Ġqh uya
ci as
puy as
ara hu
na qa
aya qa
Ġwasi kunapi
rayku m
ĠAr ÃŃ
Ġmikh unku
ĠWay wash
196 0
ĠItalya pi
alla pata
ĠAle xand
Ġ193 9
ĠSuÃ±ay tam
ĠSil va
ĠTru hillu
Qhi paq
ĠAwstral ya
ĠFuj imo
ĠBallivi Ã¡n
' s
Q uri
un aq
Ġp aymi
ti ka
Ã± iy
ĠC asti
ĠC astilla
ĠS ur
ap si
ĠK am
ĠH us
ĠQ all
ĠW illay
ĠI mpapura
Ġt o
ĠD em
om Ã©
Ġyu ri
Ġkaq man
Ġkaq kunaqa
Ġmun anku
Ã© li
unchaw manta
Ġrur arqan
ba d
Ġ199 7
ĠRuna kuna
Ġhinallataq mi
Ġ197 6
niyki chis
mas in
ĠOs kar
Ġllap hi
Ġrak ina
Ġkura kan
ĠChar les
Ġanka lli
Ġderech on
Tiya kuynin
ĠScho ol
ĠFujimo ri
H o
I wrupa
T aqna
a chu
c y
p ul
p aymi
y qa
Î ®
Ġ et
cha kuspa
Ġn iw
yuq kunapaq
Ġpa ÃŃs
ĠK illaqullu
ĠU s
ĠN ikarawa
Ã© rica
Ġall qu
Ġtu suy
ĠF ri
ran ya
Ġuma lli
Ġrima spa
Ġf ami
ĠEs te
Ġuywa p
Ġuywa kuna
Ġph aqcha
201 6
199 1
ĠAle jandro
MI E
Urqu kuna
achiq inqa
DE MIE
Chak ra
ĠFeli pe
ĠHab ana
E du
H ay
T inkurachina
W ir
k aran
u es
u co
w er
ll uq
un q
pi l
ar am
Ġs ara
wa dur
ti cos
lla p
ki chwa
ĠC usco
Ġd ip
am pas
am paq
al is
kun anta
all ma
Ġmana qa
co b
Ġ3 8
Ġwi Ã±a
ĠV I
vi lla
et te
ĠRi cardo
Ġpusaq nin
ern o
niy ku
Ġallpa pi
Ġkaptin pas
Ġkun anqa
Ġchin u
áĥ ĺ
ĠWall anpi
Ni hun
Ġmis ti
ĠMerce des
AKA DEMIE
B uenos
H anan
M as
P an
l Ã¡n
p uri
p ÃŃ
r unin
an chan
ch el
ma ri
wa ki
yu spa
Ġp o
ri k
Ġsimi llapim
Ġkay man
ĠR ay
Ġqa ran
Ġsuti kuna
may o
ip ay
ran s
ĠMa c
way ku
Ġyacha kuq
200 3
Ġqhaw ariy
In lish
ĠChuq lluqucha
ĠMan awi
Ġqhi pan
uw pu
asun chik
199 2
199 6
Ġ194 2
uen te
ĠMari e
anin ka
Ġ195 4
Way lla
ĠAm eri
Ġmusi ku
uz co
ikar uy
Ġchhi ka
ĠSaw aya
ĠLiber tad
raf lores
SHK S
ĠMicha el
J ames
N or
d us
f isya
u dad
ay oq
in ka
mi a
Ġs ill
Ġp an
Ġ( ?
lla kuy
ĠC am
ĠS ta
ap tinmi
er r
chi wa
ĠB ur
ĠD E
Ġ3 5
ĠV II
ĠMar iscal
chin ap
Ġc or
ash an
Wi la
Ġimay man
Ġsay ari
198 7
Ġruru china
ĠRimana kuy
ĠKaÃ± ar
Ġmuru yuq
ĠKh allka
ĠGe org
Ġkims antin
Ġkhuya pay
ĠIb Ã¡Ã±ez
ĠPid ru
9 4
B er
C om
H a
I M
K untur
h el
m eral
s el
t uk
t Ã©
u a
v ista
Æ Ł
Î Ń
ch arqanku
aq tan
Ġs ik
Ġs untu
Ġp eru
man ya
pa pas
qan chis
ĠP ando
ĠP isqu
ĠS Ã£o
ap ar
ĠM it
ĠQ asi
ĠCh aw
ana pi
ĠT ra
ĠT arata
Ġkan anta
ari wan
ĠY ura
Ġay pan
ĠN eg
co ta
Ġtu pu
ĠLi yun
Ġis ku
asqan kuna
pe ri
qay ta
Ġriku chin
rus u
Wa kin
ĠCo ll
Ġ197 8
ĠMo is
suyu pi
195 9
kar ay
Ġsan tu
ede rico
Rimay kunap
Ġqarq urqan
ĠJehov Ã¡
ĠWill kanuta
ĠRiv era
ĠEli z
ĠCord illera
F ernando
I sa
i qa
l ina
r Ã¡
u gen
y nin
Ġ apan
qa sqa
cha ka
Ġllaqta kunam
Ġllaqta kunap
tu marka
ĠP l
ĠP rin
uy s
ur pa
on qa
ĠK us
anqa ti
Ġkay manta
ĠI V
kun ankupaq
ĠCh uri
ĠT s
Ġkan ankupaq
ĠD ar
Ġqh al
Ġqh eswa
Ã³ bal
ĠV alle
ĠLi bre
ĠChay si
ulla qa
Ġ4 3
ĠChi ki
Ġkamay oq
ej ÃŃa
res i
Ar ÃŃ
ĠSal inas
Ġsun quy
ĠSu Ã¡rez
Ġsuyun mi
ĠChaymanta taq
Ġprof eta
ĠTum pis
Ġana filaxia
Ġmuy un
Ġfami li
P ata
S I
g ani
Ã ģ
Ġ uni
ch ani
pi wan
in to
is e
Ġwa way
Ġa cha
Ġa jina
ĠL awriqucha
ĠW aki
kun ki
chay qa
Ġqh ali
ip h
Ġqall u
Ġqall upi
Ġyu yan
Ġmana taqmi
ran d
Ãĳ a
Ġmamallaqta p
Ġaw us
Ġb i
Ġpusaq niyuq
ĠIs piritu
ĠEs pin
Ġsutin chasqa
Ġ197 7
suyu pa
kusqan ta
ĠmaÃ±a kuy
ig h
Ġor qo
. ;
H ampi
J u
J atun
M u
P ak
T ru
b iya
e da
g les
Ï į
Ġp lantilla
ki l
ki tu
ĠA c
ĠM Ã©
ill imsa
ĠK is
ĠK ashapampa
aw chu
ĠQ alla
ĠQ ullaw
tin ku
Ġchay kunata
ci lia
ÃŃ gen
Ġ19 50
chik chu
ol f
Ġj ampi
ĠWi en
Ġhay u
Ġwarmi p
In di
ĠPar ya
199 9
ĠIspaÃ±a manta
isi Ã³n
Ġ194 6
Ġchur asqa
Ġpaqari rqan
ĠQu in
Ġvi rus
Anti kuna
Ap urimaq
Ġphin yim
A k
a x
a kunap
c Ã³n
e co
h er
h atun
m es
t to
w ta
ma el
mi Ã±a
Ġh api
Ġr ay
ap o
ur ina
ĠK urku
ĠH anan
al ay
ĠI spaÃ±ul
kun anku
or do
uli w
ind i
aspa qa
iy un
ut isuyu
il es
ĠDi ego
Ġpay wan
Ġllaqtap mi
ed u
Ġriku ri
it ina
ĠEs c
Ġ199 5
Ġ198 3
Piruw pa
198 3
198 5
Ġ194 1
196 5
ei ra
Ġchur an
ĠUn duras
ĠAle mania
Ġmar supi
ĠWillka pampa
shi re
ĠSim Ã³n
) )
, "
A g
A ran
D avid
K ulumbya
T itiqaqa
W illay
v is
Ã ¬
an ca
un ciÃ³n
una s
is kay
Ġp Ê¼
Ġll ama
lla tam
Ġch ill
imi ento
ĠC e
iq ir
Ġm uchu
nin kuta
Ġruna paq
ĠW amp
el s
ĠJ ach
Ch aq
ĠD re
Ġmun aynin
Ġmi tan
kay ta
ĠAn to
Runa simi
pay ta
ĠV il
Ġan tinpi
le a
chin anpaq
asqan ku
ĠO ro
Ġuy ay
Ãº bli
kunapaq pas
ĠEs piritu
Ġqull qa
Ġuywa kunap
Ġ198 5
199 4
Ġllapa llan
Ġsan ampa
ĠMinist erio
Sin ru
cep ciÃ³n
ĠCasti llo
Ġphinyim pi
A ch
H an
K ap
L ampa
Q ay
T ampu
c ros
p tinsi
Ġ arabya
an go
un o
aq t
Ġs ec
ti l
ri ri
us k
Ġch ina
Ġma kiy
ĠS umaq
ĠÃ± uqayku
chi wan
ĠK e
ĠL lan
ĠU TC
ĠB ri
ĠW e
ĠW ank
ĠI l
chu qa
ĠJ ar
Ch un
ĠF unda
ĠV era
Ġrur anakuy
Ġinti p
Ġap ulli
Ġyupay chasqa
unchay kunapi
ĠÃĳ a
aqu ÃŃn
Ġkas ara
ĠBo gotÃ¡
Ro bert
gra du
ĠKama chiq
ĠQar anqa
LL A
Ġkaus ay
cul tural
Bi bli
Ġmuksi chaq
P uma
S allqa
q hi
x a
una l
ma sqa
ti z
Ġh or
cha kunam
us ti
ĠA pa
ĠS E
ĠM c
ĠM uÃ±
Ġa c
Ġa hina
Ġw aqta
ĠPi rqa
Ch acha
uli wiya
ĠD on
ĠD al
ĠG as
ĠY awa
Ã³ gi
ĠN apuruna
ĠE uro
uch as
chik qa
ayta qa
Ġin iru
Ġc m
Ġkawsay kuska
Ġkuti ri
lan dya
it z
Chi qa
Ġkamachiy kuna
Ġak llay
Ġ196 6
ĠLe e
Ġawqaq kuna
ĠÃĳ iqi
197 5
Ġ195 8
Ma chu
fo lia
Ne w
aykichis paq
Aw qaq
ĠMun dial
Ġillanchay kuq
ims antin
ĠGab riel
B ra
F A
H e
K ura
M uyu
S am
W ank
b en
f ic
k aqta
m ula
o z
y kuna
ta pis
ll ar
Ġs am
ti cas
ri yu
Ġh er
ĠP ac
ĠP atri
ra wi
Ġpa kasqa
ĠQ ul
ĠQ itina
Ġqa ylla
Ġwatapi taq
Ch allwa
ach inchik
uch o
uch iq
ĠF a
wi l
Ġrimay kunam
Ġan gel
Ġyura kunamanta
de pen
kus pan
llanwa tapi
Ġ6 0
Ġway t
hin iya
Ġ196 8
Pa ul
Ġpaqari m
Ġkun tinpi
Ġmater ËĲ
ĠDyus manta
ĠAra bya
ĠCrist o
ĠYacha chiy
Ur asuyu
ĠGrego rio
alu pe
8 00
9 7
R ik
T u
h ama
i Ã±
m y
m Ã¡
q ha
Ġ Ùħ
Ļ ×
un pa
un do
Ġk Ê¼
Ã± awi
ĠS uwisa
am pay
uy ta
Ġm os
hi p
ĠQ a
ĠT anta
Ġt has
ĠJ er
Ch a
ci e
ĠG il
Ġkaq llataq
Ġpi chqantin
ĠAn dre
ĠIn s
aya ku
ĠChi le
Ġwill asqa
ĠLima pi
Ġkamayuq mi
Ġparki m
198 4
Ġ196 0
La go
Ġkaspa qa
ĠRansiya pi
Ġsuntur nin
Ã¼ r
194 5
tr on
KU Y
Ġnir an
Ġkhu ru
ĠÃģ lvar
ĠRom ero
K usi
g re
i la
p x
q una
r ayuq
s ter
t hu
u f
Ġ ej
Ġk han
ma c
ar n
Ġs itim
Ġp ha
lla pas
am o
uy o
ĠM ill
Ġkay ninmi
ĠB ay
ana qa
ĠT ri
ĠPi chqa
may uq
anta ta
ĠN in
ĠE lis
Ġ3 7
Ġj ucha
Ġqucha kuna
Ġpuk ara
ĠChay wanpis
ĠAr gu
Ġway q
In latirra
ĠWa Ã±usqa
th e
ĠPar ti
ĠPar roquia
Ġmuna s
unt isuyu
ink ina
Ġyaku ta
kunan tin
qs ha
Ġph ista
ĠFran k
ĠPay kuna
Ġ196 1
197 9
Li bro
Ġpaqari q
ĠHin aspan
áĥ Ĳ
Ġnisqan man
der Ã³n
Ġwasin pi
ĠMayu kuna
Ġkin raynin
Ġhan lla
Ġriq yunmi
wak llanwatapi
Char les
uns yun
ĠHern Ã¡ndez
Ġawus tupi
S hi
S im
l us
x o
y d
y Ã¡
aq way
Ġk umunista
ri tu
Ã± ora
Ġllaqta cha
lla paq
Ġn iq
ĠA tawallpa
ĠC aj
ĠC uzco
Ġm ina
on go
Ġa mi
ĠÃ± ispa
ĠK umunista
Ġw ww
Ġi r
qu es
ĠT es
asqa m
ĠG ali
Ġ3 9
Ġmay ta
chiy qa
Ġl o
asqan manta
Ġurqu pi
Ġmayu kunapi
Ġ198 7
ĠZ amora
199 3
199 7
ĠFran cis
Ġ196 3
eb re
Ġunan cha
ĠHer rera
Ġchhi kan
Wiki pedia
Î¯ Î±
Ġyaw rin
Alf redo
Ġani mal
gin ia
ĠArgu ed
J ose
K in
P uri
Q alla
S uqta
b is
p pas
t hi
t te
Ñ Į
Ù ĩ
an kunapi
ch er
ch unka
aq anakuy
as wan
Ġll am
Ġh allp
Ġh utk
Ġn ac
uk ay
tu kuy
ĠP aq
ĠP uq
Ġch uri
ĠS allqa
Ġa u
Ġki ru
pas apa
aw ar
ĠQ uyllur
Ġqa yan
Ġsuti wan
ĠD a
ach ina
ach ani
ray il
re d
Ġti ka
ara k
llan pi
unchaw kama
ĠV III
has a
Ġhay war
)" ,
maq ucha
Ġb ec
Ġparki kuna
Ġkamachi kuq
Ġ197 1
198 1
199 5
Ġhinaspa taq
fi cial
194 9
ĠRepublika p
Ġpachakwa taqa
ĠBa utista
Ġyuy aynin
Un duras
Ġkh illay
ĠHuÃ± usqa
ĠUniversi ty
titu to
Ġmir yu
ĠAfrika pi
ĠDre w
M uru
Q aqa
S il
S umaq
c rib
e ca
j ta
k ayuq
an ki
qa m
ll isqa
aq si
as iq
Ġp uru
Ġll aj
us kiy
Ġma qay
Ġhuk kunataq
Ġa lla
Ġw eb
anqa ta
ĠL is
ĠW ayta
ĠW ata
Ġpruwinsya qa
ĠR ik
or qan
ĠT er
li dad
ĠD or
ci en
Ã¡ z
Ġru raynin
kan tun
ĠE spaÃ±a
ir aqi
ran o
Ġpuq uq
Ġhin as
ant h
ĠAl onso
Ġnin mi
ariy kuna
Ġqan kuna
ĠMo ra
196 3
197 1
ĠX II
Ġuyar iq
ĠAp law
Ġ195 5
195 8
che q
rid ge
Ġnisqan ta
ĠSh imi
Ġpisqu kunam
IS H
Ġash kha
Ġllak ta
Imay na
onal d
payki qa
Ġhul yupi
ĠpaÃŃs es
Edu ardo
ĠEliz abeth
uliw yanu
Ġiniru pi
C an
E r
M am
R am
V er
W ill
f er
n as
p ro
s as
y r
Î ¸
ch Ã¶
ll y
in chu
Ġk ana
Ġs istema
Ġn ill
ra c
ĠM achiqinqa
ul e
er to
ĠK ing
Ġw aska
en qa
ĠL eo
es ar
ĠI t
ĠPi zar
Ch uru
ama wt
chasqa m
Ġrunakuna pa
tan tin
pay aq
unchaw kunapi
lu wak
Ġallin chay
ĠChay anta
ĠWi la
Ġcha lan
Ġwatamanta pacha
ptin pas
Ġun qu
lis mu
ĠAr hintin
Ġf inan
inchi killa
Ġyaku wan
Ġmusuq manta
Ġatin ku
198 8
196 2
Ġ195 1
Ġsin to
ĠÃ±a taq
ĠVal di
Ġphu tuy
Ġmusi kuq
Ġup yana
Jes us
Ã³ni ca
Mat eo
ĠCama cho
ĠOre llana
Ġanqa s
! "
K ristiyanu
N ina
P iw
S aw
T ak
W is
Y ay
i x
k m
m is
n isqa
s ana
t anqa
Ï Ĩ
Ø Ń
å ¸
ma wk
ku ran
Ġq us
ra qa
ĠA h
ĠS t
ĠK ikin
ĠH uma
ĠL ak
ĠL uya
ĠB re
ĠJ ina
Ġta purqan
la o
Ġyu ya
Ġima tachus
lt on
Ġc ons
Ġurqu qa
ash qa
Ġkach k
chan am
Ġayllu pi
aran ka
ez a
ĠPar ÃŃs
ĠiÃ± uwa
qo y
kichis chu
Ġ194 0
196 4
ĠBar ran
Ġv al
niyki ta
Ġ195 3
Ð¸ Ñ
ĠPacha kuti
for ma
Ġruray ta
Chuq ichaka
xi co
Ġhucha lli
Ikwadur pi
Ġminist runin
ole do
ĠJac k
Ġwik s
cros oft
luwak ya
3 00
6 00
S iw
T e
g un
i des
p l
t le
Ġk ut
ar cis
mi o
Ġs acha
uk ra
Ġka chay
ĠP en
Ġnisqa piqa
Ġr ispa
ĠM uyu
ĠK ko
os hi
ĠU k
ĠR unaq
ĠD an
Ġ19 20
Ġay Ã±i
ni yta
ni hun
Ġpi r
ĠV ega
le o
iy ta
ĠIn ca
il o
Ġwill aq
ĠRi t
Ġtiyan an
ed rich
ĠKay ampi
Ġaw u
Ġqillqaq pas
ĠGu illermo
Ġ196 7
196 1
fi eld
Way na
195 7
ord illera
ĠHuÃ± u
ĠAws tiriya
Ġunan chan
ĠCrist Ã³bal
__ __
ĠJehova qa
Ġpanta y
Ge org
Paw qar
Ġish kay
A z
I FA
P uy
W ata
c ro
p on
t ÃŃ
z an
z as
á Ģ
Ġ â
in us
is aq
Ġll an
Ġn apay
ĠC ap
ĠS ura
ur ana
ĠCh o
âĢ ł
ĠT in
Ġsuti yki
si k
ĠJ ud
Ch ina
Ġta pu
Ġqall wa
ĠN as
Ġin f
Ġcha kin
Ġ4 5
San to
ĠDios man
em o
sqan kuna
Ġ7 0
Ġ9 0
ĠMi crosoft
unchay ta
à¤ ¿
Ġes pa
197 6
Ġsuntur kuna
kar rÃŃ
Ġ193 6
ĠØ ¹
bur n
ĠPor to
Ġqillqan a
Ġpata man
aris eo
ĠRio ja
Lo uis
umpi willka
Ġthu Ã±i
Ġthan sa
Ã¼n chen
Ġqhat una
3 50
C i
C ordillera
U t
] )
e llo
u da
Ä ĵ
Î ´
aq pa
Ġp u
ku rayku
Ã± uy
Ã± ol
ka wa
tu ta
tu wri
ĠP uy
ĠP hi
ra hu
ki kuna
ĠS on
ĠS ui
ap h
Ġruna pura
ĠK usi
al aq
ĠQ o
ĠW aw
Ġt anqa
Ġt Ê¼
ĠG or
om e
om er
ind o
anta m
